PBr
P[S-]
C1=CC2=CC(=C1)C[N+]1=CC=C(C=C1)NCCOCCNC1=CC=[N+](C=C1)C2
C1=C[N+]2=CC=C1NCCCCCCNC1=CC=[N+](C=C1)CCCCC2
C1C[Se]CO1
C1C2CC3OC1C1CCC2C31
C1=CC2=CC(=C1)CCCNCC1=CC=CC(=C1)COCCC2
C1=CCCCNCOCCCCCCCC1
C1=CCNCOCCCCCCCC1
C1=CC2=CC=C(C=C2)OC2=CC=CC(=C2)CCNCCCC2=CC=C(C=C2)OC2=CC=CC(=C2)CCCN1
C1=C2C=CC(=C1)OC1CCC3=C1C=CC(=C3)CCOCCC2
C1=COCCOCCN2CCC(CC2)NC1
C1=CCPC=C1
C1=CCOCCCCC=CCOCCCC1
C1=CCC2CCC=C(CC1)C2
C1OC2CC3CC1CC(C3)C2
C1CNCSC1
C1=NCCCCCCCCCCC1
C1=CCNCC2=CC=CC(=C2)NC2=NC=CC(=N2)C2=CC(=NC=C2)OCC1
C1=CNC[CH+]1
C1=CC2OCC1OO2
C1=C[SiH-]OC1
C1=CP=NC=N1
C1COCCC2CCCC3(CC(CCO3)OC1)O2
C1=CC=CNCC=C1
C1=NN=CS1
OS
C1CONCN1
C1CC2OCC3CCCC2C3C1
C1=NNCN1
C1CC2CNC(C1)O2
C1N=[NH+][N-]O1
C1CC2C[NH2+]CC1C2
C1CCC2CCC(CCC3CCOC(C1)CC3)O2
C1CC2CCN(C1)CC2
C1=CC2CCC(CC1)NC2
C1#CCCCCCCCCCCOCC=C1
C1=CSC=CCC1
C1CN2CCC3C4COC(CC14)C32
C1=CCCCC2=COC(=C2)CC=CCCC1
C1=CC2=CC(CCC3=CCC(C1)O3)CO2
C1=NCNCN1
C1=CC2CCC1P2
C1COCNCO1
C1CS1
C1=CNSCCN1
C1=CC2CC3CCC2N3C1
C1=CC2C3CCCC2NC1CC3
C1=C[SiH2]CC1
C1=CCOCC2=COC(=C2)C2=CC=NC(=N2)NC2=CC(=CC=C2)COC1
O[ClH2+2]
C1=C2COC(CCCCCCC1)C2
C1CN2CCC1NC2
C1=CN[SH]=C1
C1=NCN=CO1
C1CC2CCC(C2)O1
C1=C[N+]2=CC=C1NCCOCCNC1=CC=[N+](C=C1)CCSCC2
C1=CNNN=C1
C1=CNCCNCCNCCNC1
C1=CCCOCOCCCCCCCOCCNCCOCCCCCC1
C1CCOCCCCC2CCC(CC1)OCO2
C1=CCCNCCOCCCC=CCCNCCOCCC1
C1CCCC2CCC3CC4C5OC6(CCC7CCC(CCC8CCCC(CC1)O8)O7)CC5OC4C(O6)C3O2
C1CNCCSSC1
C1CC2C3COC2CC1C3
C1=CSCCCC1
C1=CNCCOC1
C1=[NH+]CCCS1
C1CSCC[NH2+]1
C1=NSCS1
C1=CC=CCCC=C1
B1OCCO1
C1CCC2CC(CC1)OO2
C1=C2CCCNCCNCCNCCNCCN1N=N2
C1=CNCC=CCOC2=CC=C(C=C2)CCN=C1
C1=CC2CC(C1)CNO2
C1=COC2CC3=C4CC=C(CC4=CC=C3O2)NCCCCCCCCCCCCC1
C1NCO1
C1=CC2=CC(=C1)NCOCCC1=CC=C(C=C1)CCNC2
C1=C[NH2+]C=N1
C1=CC=CC=CCOCCC=CCCCCCCCCCCCCCCCCC=CC=C1
C1=COCPCO1
C1=C2COC(C2)CC2=CC=C(CCC1)O2
C1=CC2C=CCC(C1)C2
C1=CCCSC=C1
C1CCN2CC3CCC2C(C1)C3
C1=C2CNCC3=NC(=CS3)CNCC3=NC(=CO3)CNCC(=N2)O1
C1=CC2=CN(C=C2)CCCCC2=CC=C(C=N2)CCCCN2C=CC1=C2
C1=NCSCN1
C1#CC1
C1=CC2CCCC(CCOCCCC1)O2
BN
C1=CC2=CC(=C1)CNC1=CC=NC(=N1)NC1=CC(=CC=C1)CN2
C1=CC2C3C=CC1CC23
C1=CCCC=CN=CN=C1
C1CCN2CCN(C1)C2
C1=CC2NCC1C1CCC2CN1
C1=CCNCCNCCOCCOCC1
C1CCOPOC1
C1=CC2OCCC(CCOCCCCCOCCC3CCCC(C1)O3)O2
C1CCCCCCCCCCOCCOCCCCCCCCCC1
C1CNCCNCCC2CCC(CNCCNCCN1)O2
C1C2CC1C2
C1CCCCCC[SH+]CCCCC1
C1=CN=CNNC1
C1=CC2CC(C=COC1)C2
C1CCOCC2CCC3(CCC(CC1)O3)O2
C1C[NH2+]CCN1
C1=CCCCC2CCCC(C=CCC1)O2
C1CCCCCCCCCCCCCCC1
C1=NCC2CCC(CC2)S1
C1=C[NH2+]N=CC1
C1CNCCNCCCOCCOC1
C1=CCCC=CCCC2CCC(C=C1)O2
C1CC2CN(C1)CCN2
C1=CCONCC1
C1CCC2CCCC(C1)O2
C1=CC2=CC(=C1)C1=C3NCC(CCNCCCCCC2)C3=CC=C1
C1=CC2=CC=C1CCCCCCCNCCOCCCOCCO2
O[SiH3]
C1=C2CCCCCCC(C1)O2
C1CC2COCC(CN1)N2
C1=NC=NCCC1
C1CNCCCNCCCNC1
C1=CC2CC(C=C1)C2
C1=CCCOCCCNCCNCCNCCC1
C1CNCCNCCCSSC1
C1=CCCNCCNCCNCCNCCNCCC1
C1=CNCCCNCCCNC=CNCCCNCCCN1
S=[SH+]
C1=NN=CN=N1
C1=CCCCCC=CCC1
C1=NCCOCCN=CNCCOCCOCCOCCN1
C1=CC2CC1CCCN2
C1=CCPNC1
C1CC2CC3CC1NC2C3
C1=CC2=CNC(=N2)CCC2=CC(=CC=C2)CCCC1
C1=NNCNCCCN2CCN(CCCNCNN=CC=NNCNCCCN3CCN(CCCNCNN=C1)CC3)CC2
C1=CCNCC2=CC=CC(=C2)NC2=NC=CC(=N2)C2=CC=C3C=CN(CC1)C3=C2
C1=CCCCNCCCCCC1
[NH2+]=O
C1=CCCCCOCC=CCCCC1
C1=CCCCCOC=CSNCCCC1
[CH2-]S
C1CC2C3CCC2CC1OC3
O[IH2+2]
C1=CC2=C[N+](=C1)CCCCCCCCCCCCC1=CC=C[N+](=C1)CCCCCCCCCCCC2
C1=CC2=CN=C(N2)OCCCCCCCCO1
C1CCCCCOC23CCC4CC(CCOCCC5CCC6CC(CCC6C5)OCCCC1)CCC4(CC2)C3
C1=COSCC1
C1CC2CCC1CO2
C1=CC2=CC3=CC=C(C=C4C=C5CCC(=C6CCC(=CC1=N2)N6)C5=N4)N3
C1=CCCCCNC=C1
C1CCNCCC2=NN=C(CCCCNCCNC1)O2
C1=CC2=CC(=C1)OC1=CC=C(C=C1)CCC1=CC(=CC=C1)OC1=CC=CC(=C1)CC2
C1CCCCC2CCCCC3C4OC5(CCCC1)OC4CCC23O5
C1=C2CNCCNCC3=NC(CNCC4=NC(CNCC(=N2)S1)CS4)CO3
C1=CN2CCC(C1)C2
C1=CCCCNCCC=CC1
C1=CC2CCCCCCC1NN2
C1CSN=N1
C1CCC2CC(C1)C1COCC2O1
C1=CCCC2CCCC(CC=CCC1)C2
C1=CC2OCCCC3CCC1CC32
C1=CCOC2=CC(=CC=C2)CNCCC2=CC(=CC=C2)OC1
C1COCCOCCOC1
C1=CC2=CC(=C1)CCOC1=CC(=CC=C1)CCNC1=NC(=NC=C1)N2
C1COCCO[PH]2=NP=N[PH](=N2)OCCOCCO1
C1=C2CCOCCCOC3CCOC(CC1)(C3)O2
C1CCCCC2OCC3=C2CC(CCC1)CC3
C1CN2CCC(CC2)N1
C1=CC2=CC=C1CCN1CCC(CCCCCO2)C1
C1=C2C=CC(=C1)C1=CC=C(C=C1)NCN1CCN(CC1)CNC1=CC=C(C=C1)C1=CC=C(C=C1)NCN1CCN(CC1)CN2
C1CCCOCCC2CCC(CCC1)O2
C1=CC2=CN(C=C2)CCNCCOCCNCCN2C=CC1=C2
C1=CC2NC=CC(N1)N2
C1CNCCN2CCCNCCN(C1)CC2
C1=CCNC2=CCC3=C4CC(OC=CCCCCC5CC(CC=C1)OCO5)OC4=CC=C3C2
C1=CNC1
C1CCCCNCNCNCCC1
C1CC[SiH2]C1
C1=CCOCCCNCC=COCC1
C1CCCCN2CC(COCCC1)C2
C1CC2CCC1CN2
C1=NON=C1
C1=CNCCCNC1
C1CCCCCCCCCCCCC1
C1NC2CC3CC1C2C3
C1=CCCCC=CC2CCC(=CCC1)CO2
C1=CCCNCCNCCCCNCC1
C1=CCCOC=CCNCC2=CN(CC=COCCC1)N=C2
C1=CSNCCCO1
C1=CCCC=CC=CCC2CCC(CCC=C1)OC2
C1=NC=NCC1
C1=COCCCOC=C1
C1=CNCN=CC1
C1=C2CNCCNCCNCCNCCNCC(=C1)S2
C1=CC2=CC(=CC=C2)NC2=NC=CC(=N2)NC2=CC=CC1=C2
C1=CC2=NC(=N1)NCCCCCCNCCCCCCN2
C1=COCCCCCNCCCNC1
C1=CCOCC2OC34CC(CCC3CCC2C4)OCCCC1
C1=COC=CSNC1
C1=NCCNCCN=CC2=CC=C(C=C2)OCC2=NC(=CC=C2)COC2=CC=C1C=C2
C1CCCCNCCCCCNCCNCCNCCCCCCNCCC1
C1CCCNCCNCCNCCCNCCNCC1
C1=NSN=CN1
C1CSCS1
C1=CC2=CC(=C1)COCCOCCOCCOCCOC2
C1=CC2=CNC(=N2)CCCCCC=N1
C1#CC=CNCC=C1
C1CCCNNCC1
C1=CCNCCCCC1
C1CC2CC(CO2)N1
C1=CN[NH+]=C1
C1CC2CC(C1)C2
C1CC2C[NH2+]C3C4CCCC3(C1)C2C4
C1=COCCCOC=CCNCCNC1
C1CCCNCCCNCC1
C1=CSN=CS1
C1=CC2=CC(=NC=N2)OC2=CC=C(C=C2)CCNCCNSCCC1
C1NCC2OCC1O2
C1=COC2CCC(C1)O2
C1=CC2=CC(=C1)CNCCC1=CC=C(C=C1)CCOCN2
C1=CC2=CC=C1CNCCNCCNCCOCCO2
C1=NCCSCCNCC=NCCSCCNC1
C1=CCCC=CCOC2=CC=C(C=C2)CCN=C1
N1=C2NC(N1)N2
C1=NCNCCN1
C1=CCC2CCC(C1)C2
C1CCNCCNCCNCCNCCCCNC1
C1C[NH+]2C3CC4CC1CC2C4O3
CP
C1=CCCCC2CC(CCCCCC1)CCO2
C1=CCC2OC3C(CC1)OCCC1CC=CC2C13
C1=CC=[SH]C=C1
C1=C[NH+]2C=CN1CC2
C1CCSCCCCSCCCCSCCCCSC1
C1C[SiH]2OCCN(CCO2)O1
C1NCSCS1
C1CC2CCC(C1)NN2
C1CCC[NH2+]CCC1
B1C=CN=CN1
C1CCNCCNCCCSSCCCNCCNCCCNC1
C1=CN=NN=C1
C1C[Se]CN1
C1=CC2C=CC(C2)N1
C1=CCCC=CCCCCCCC2=CCC=C(C2)NCC=C1
C1=NC2=C3CN1CCOCCOPOPOCC1CCC(O1)N2C=N3
B1N=CS1
C1=CCCOCCCCCC2CCC(CC=C1)C2
C1=C[SH+]C=CSCS1
C1NSCS1
C1CCC2CC(C1)C1OC2C2OOC1O2
C1=CC2=CC(=C1)COC1=CC=CC(=C1)CCNC1=CC=NC(=N1)N2
C1=CCCNCCCC1
C1=CNCCCOC1
C1=CCSCNC1
C1=CCNCCNCCNCCNC1
C1CCNPNC1
C1=CCCCC=CCCOCC=C1
C1=CC2CCCCCC(=C1)O2
C1CSPS1
P1SPS1
C1=CC=NC=COCCCOC=CN=C1
C1=CSCC1
C1CN2C3CC4CC1CC2C4O3
C1C[NH+]2CCN1CC2
C1=CCOCCC=CCOCC2COC3CC(OCC=C1)C2C3
C1CCCNCCNCCCCNCC1
C1=CCCC=C2CCC(CC=CCC1)OC2
C1=CC2CCC1O2
C1=CSC=C[NH+]=C1
C1=COSCC=N1
C1=CC[NH2+]C=C1
C1=CC2CC(C1)NCN2
C1=CCNSC=C1
C1=C[NH+]=NN=C1
N1=NN1
C1CNSCCN1
C1CC2CNC3OC4CCC3(C1)C2C4
C1=C[N+]2=CC(=C1)CCCCCCCCCCCCC[N+]1=CC=CC(=C1)CCCCCCCCCCCCC[N+]1=CC(=CC=C1)CCCCCCCCCCCCC2
C1=CCC=CCC=CCC=CC1
C1CNCCNCCNCCNCCNCCN1
C1=CC2=CC=C3C=C2C(=N1)OC1CCN(CCNC2=NN=C(CCCC3)O2)C1
C1=CC2OCC3CCC(O1)C2C3
C1=CC2=CC(=C1)CCNCC1=CC(=CC=C1)NCCOC2
C1=CCNSC=COCC1
C1CNPN1
C1CCC2CCC(COC1)C2
C1=CCCCCCCC=CCCCC1
C1=CC2=CC(=C1)CCCCCCCCCCOC2
C1=CCCCNCC=CC1
C1=CC=NCCCCCN=CCN=CCN=CCN=C1
C1=NC2CCC3C1CCCC23
C1=CC2=CC(=C1)CC1NCCC3=C1C=C(C=C3)OCC1=CC=C(C=C1)CC1NCCC3=C1C=C(C=C3)O2
C1=CC2=CC(=C1)OCCCCNCC1=CC(=CC=C1)C1=CC(=NC=N1)S2
C1CN2CCNCCN(CCN1)CCOCC2
[BH2-]1[NH2+]CCS1
C1=CC2=C3SN(CCCCOC4=CC=CC5=NC=C(N=C45)C3=C1)C2
C1COCCOCCOCCO1
C1C2OC3CC4OC1C(O2)OC3O4
C1CCOCCOCCCOCCOCCNC1
C1CC2CNC(C1)C2
C1=CCCC=CCCC=C1
C1=CNOCC1
C1=CC2CCCC3C=C(CCCCC1O2)CO3
C1=C[N-]C=C1
C1=NC2=CC=C(C=C2)OCCCCCOC2=CC=C(C=C2)N1
C1=CCNCCN2C=CN=C(C2)NCCNCCCNCC1
C1CCC2COC(CC1)C2
C1=CN=CC=CN=C1
C1=CC2NCC1OO2
C1=C=CC=CC=1
C1=CNN=CN=C1
C1=CSPN1
C1=NC=NC=N1
C1=COCCOCCOC=COCCCO1
C1=NO[SH]=C1
C1=CC2CCC1OO2
C1=CCCCC2C=C(CCCCC1)CO2
O[ClH3+3]
C1=CC2=CC(=C1)C1=CC=C(C=C1)CNCCOC1=CC=C3C=CC(=CC3=C1)OCCNCC1=CC=C2C=C1
C1=CC2CCCC1CO2
C1=CC2=CC(=NC=N2)OC2=CC=C(C=C2)CNCCNCOCC1
C1=COSCCN1
C1=C[NH+]=CN=C1
C1=NN=C[NH+]=C1
C1CN2CCNCCN(CCN1)CC2
C1=CN2CCC1NC2
C1=C[NH+]=NN1
C1=CC2=CC=C(CCCCC3=CC(C1)OC3)O2
C1CC2CCCC(C1)CC2
C1=CCSCCNCCNCCCCC1
C1=CC2=CC(=C1)CNCCOCCNC2
C1=CC2CCC(C2)OC1
C1=CNCCCCCN1
C1=CPOC1
C1COCO1
C1=CCC2=CC(=CC=C2)NCCCCCCC2CC(CC=C1)NCO2
C1=C[SH+]CC=N1
[F-]
C1CCCCC2CC(CCOCCC1)OCN2
C1=CCCCCCCCCCCCCC1
C1=CN[O+]=C1
C1=CC2=CC(=CC=C2)COC=CNCCOC1
C1CCCOCCCCOCC1
C1=[NH+]C[CH-][Se]1
C1=CC2CCC(O2)C2CCCC(CCC1)O2
C1=C[N+]2=CC=C1NCC1CCC(CC1)CNC1=CC=[N+](C=C1)CCCCC2
C1=CCCC=CCCCCCCC2=CCCC(=C2)NCC=C1
C1#CCCC#CCC=C1
C1CNCCNCCNCCNCCNCCNCCN1
C1=CC2=CNC(=N2)CCC2=CC=CC(=N2)CCC=N1
C1COC2CCC(C1)CC2
C1=NCCCN=C1
C1=CC2=CC=C1CCCNCCNCCNCCC1=CC=C(C=C1)OCCCN1C=C(CO2)N=N1
C1CCNCCCOCCNCC1
C1C2C3C4CC5C3C1C1C2C4C51
C1=C2CCCC(O2)C2=CC(CC3CCC1O3)OC2
C1CCCCC2CCC(COCCC1)O2
C1=CC2CNCC(C1)N2
C1=CC2C=CC(C=C1)P2
C1=CCN=NC1
C1CCN2CCCC3=C(C1)COC3CCC2
C1CCSC1
C1=CCCCCOCCCCCC1
C1=CC=CC=C1
C1=NCCOCCOCCOCCN=CNCCOCCOCCOCCN1
C1=CNPNC1
C1=CCCCCC2CCCC(CCNCCOCCCCCC1)O2
C1CCCOCOCC1
C1N=N1
C1=CCC2CC=C(CCCCC1)O2
C1=CCCNCCNCNCCCC1
[BH2-]1NCCO1
C1=CC2=CC(=C1)OC1=CC=C(C=C1)CCNCCNCCNCCNCCNCCC2
C1=CCSCCCNCCNCCOC1
C1#CCCNCC#CC=C1
C1=CNCN=CNC1
C1CCC2OC3C(CC1)OCCC1CCCC2C13
C1CNCCNCC[SH+]CCNCCNCCN1
C1=CCOCC2=CC(=CN=C2)C2=NC(=NC=C2)NC2=CC(=CC=C2)CNC1
C1CSCCSCCS1
C1=CC2C3CCOC45CC3CC3(C1)CCCC(CC234)O5
C1=COC2=C3CCNC(CC4=CC=C(C=C4)OC4=CC(=CC=C4)CC1)C3=CC=C2
C1CN2C3CCC2CC1C3
C1=CC2=CC(=C1)CSCC1=CC=CC(=C1)CCCCC2
C1=CSCC=CSC1
C1=CCOC2=NC(=CN=C2)C=CCNC1
C1=COCCCCCOCCCNC1
C1=CN=C1
C1CCO[PH]2=N[PH](=NP=N2)OC1
C1=NOCNC1
N1C2OC3OC2NC2OC3OC12
C1=CCNC2=CCC=C(CCCCCCC=CC3CC(=C1)NCO3)C2
C1=CCCCCCCCCCOCCCCCCC=C1
C1CCCCCCCC1
C1CCCC2CCC(CC3CC(CC1)CO3)O2
C1=C2CCCCCCC(CC1)OC2
C1=NOCCO1
C1=CNCNCN1
C1=CC2CC1CN2
C1=C[Se]C[Se]1
C1CC2C3OOC2OC1O3
C1CC2CNC3C4CCCC3(C1)C2C4
C1=NCCN=CNCCOCCOCCOCCN1
O1[SiH2]O[SiH2]O[SiH2]O[SiH2]O[SiH2]1
C1CNCCNCCNCCCC2CCC(CC2)NC1
B1C=CN=CO1
C1=CCCCC2CCCC(C=CCCCCCC1)O2
C1=NNCC1
C1CCNCCCNCCCNC1
C1=CCCC[NH+]=C1
C1=CC2CC(C1)CCCN2
C1=CC=[NH+]CCCCCCCCNC=CC=CC=[NH+]CCCCCCCCNC=C1
C1=NCCOCCN=CC2=CC=C(C=C2)OCC2=NC(=CC=C2)COC2=CC=C1C=C2
C1=CCC2=CC=CC(=C2)NCCCCCCC2CC(CC=C1)NCO2
C1=CC2CCC(C1)N2
C1=C[NH2+]CC1
C1=C2C=C3NC=C(CCNCCNCCNCCC2)C3=C1
C1=CC2=CC(=C1)CNCCC1=CN(C=N1)CCCCCO2
C1=C[NH+]2CCC1CC2
C1CCNCCNCCNCC1
C1=CC2=CC(=C1)COCCNCC1=NC(=CC=C1)CNCCOC2
C1=C2CCCNCCNCCNCCNCCCCC(=N1)CN2
C1=CCOC=CCC1
C1CCCCCCNCCCCC1
C1=CCCCCCCCCCCOCCCC=CCCCC1
C1CC2COCC(C1)C2
C1=CNCCOCC1
C1=CCCC=CCCCCC=CCC1
C1=CCCOCC=CCC2C=CCC(CCCCCC1)O2
C1CC2COCC(O1)O2
C1=COCCNCCNCCNC2=NC=CN(CCNC1)C2
C1=NN=NN1
C1=CC2=CC(=C1)CC1=CC=CC(=C1)CC1=CC=CC(=C1)CC1=CC=CC(=C1)C2
C1=CCOCC=CC2CNC3=CCC4=C(C=CC=C4CCCC1)C32
C1=COCN=C1
C1CC2CC(C1)OCO2
C1=CCOCCCC1
C[IH+]
C1=CC2=CC3=CC=C4C=C3N2CC(=C1)CNCCCNSNC4
C1=CSNN=C1
C1=NCCC1
C1CC2CC3CCC2C(C1)O3
C1=CCCCN2CC(COCCC1)C2
C1=COCCNCCNNCCNCCNCCC1
C1=COCCOC=CCNCCNC1
C1=NCNN=C1
C1=CNCCCSCCCN1
C1=NCCCS1
C1=CC2=CC=C1CNC1=CC=[N+](C=C1)CC1=CC=C(C=C1)CC1=CC=C(C=C1)C[N+]1=CC=C(C=C1)NCC1=CC=C(C=C1)C2
C1CC2CC3CCC2C(C3)O1
C1C[SH+]CN1
C1CCCC2CCC(CC1)O2
C1CSPSC1
C1COCCNCCOCCNCCOCCN1
C1=CCC2C=C(CCCCCCCC1)CO2
C1=CCCCNCCNCCC=C1
C1CC2COC3C4CCC2C3(C1)CC4
C1=NO[SeH]=C1
C1=CCCC2CCC(CCCCCCC1)O2
C1OCOCO1
C1=NNC=NN1
C1=CNN=N1
C1NN=NN1
C1=NN[SH+]N1
C1CC2COC3CC1NC23
C1=CC2=NC(=C1)C1=NC(=CO1)C1=NC(=CO1)CNCCNCCNCC1=COC(=N1)C1=COC2=N1
C1=COCCCCOC2=CC=C(C=C2)CCN=C1
C1#CCC2CCCC(C#CC=C1)C2
C1=CN2C=CC3CCN4CCC1CC4C32
C1=CC2C3CCC2N2CCC1C32
C1=N[CH-][CH+]CN1
C1=CC=CCNC2=CCC3=C(C=CC=C3CC=CCCCC=CCCC=CCCCCC=C1)C2
C1CC2NCC3CC1OCC32
C1=CC=CCCCOCC=CC=CC=CC=CCNCC=CC=C1
C1=CNSC1
C1=CC2COCC=C3CN(C1)CCC32
C1=NNNC1
C1=NCSCC1
C1=CCCC2CCCC=CC(CCC1)O2
C1=CSC=CO1
C1=NN=CN1
C1=CCCCCCCCCCOCCC=C1
C1=CCSCCNCCCOC1
C1=CC=CCCCCC=CC=CC=CCCCNCC=CC=C1
C1=CCCCNCCNCCCC1
C1CSCCS1
C1=CC2=CC=C1CNCCNCCNCCOCCOCCOCCO2
C1COCOCCO1
C1COCCSCCN1
C1=CCCNN=C1
C1=CCCCCCCCC1
C1CNCCNCCSCCNCCNCCN1
C1=CC23CCNCC4=CCOC5CCN1C2C5C4CC3
C1=C2N=C(CNCCCOCCNCC3CSC2=N3)O1
C1=CC2=NC(=C1)NCCCSSCCCNC1=NC(=CC=C1)NCCCSSCCCN2
C1=CC2CC3C4COCC3C(C1)[NH+]2C4
C1CC2CCCC(C1)N2
C1=CCCCCCC=CC1
C1=N[NH+]=CS1
C1=CN[NH+]=N1
C1=CCCNCC=CCCCCCC1
C1=C[Se][OH+]C1
C1CCCCCNCOCCCCC1
C1=COCC2CCCC(CCNCCCCNC1)O2
C1CC2C3CC[NH+]2CCC1C3
C1=C2CNCC3=NC(=CS3)CNCC3=NC(=CS3)CNCC(=N2)O1
C1=CC2OC3CCC4C3COC(C1)C24
C1=CC2CC3CCC2C3C1
C1CC2CCC3CC1CC23
C1=NNCNC1
C[S-]
C1=CC=NC=COCCOC=CN=C1
C1#CCOCCCCOCC#CC=C1
C1=CC2C=CC1C=C2
C1C2OC3OC1C1CC2C31
C1CC2CN3CCC2C(C1)C3
C1=C[N+]2=CC=C1NCCCCCNC1=CC=[N+](C=C1)CCCC2
C1NC2CNC1SSS2
C1CCCNCCNCCNCCNCCC1
C1=CC2C=CC1O2
C1=CC2CC3CCC2N2CC1OC32
C1=CN=[NH+]C1
C1=C2CNC3CCC(COC1)C2C3
C1CNCCOCCNCCN1
C1=CNSCC1
C1=CCCCC2CCC(CCOCC3CCC(CCCCCCCC1)O3)O2
C1=CC2=CC=C1CCCNCCNCCCCCO2
C1CCNCCNCCNCCNCC1
C1=COCN=N1
C1=CCC2=C3CC(CCCCC1)CCC3CN2
C1CC2CCC1N2
C1CNCCNC1
C1CSCCCSCCCSCCCSC1
C1CC2C3CCC2CC1C3
C1=CCOC2=CC(=CN=C2)C=CCNC1
C1CN2CCCN(C1)CSN1CCCN(CCC1)SN1CCCN(CCC1)SC2
C1CNCCNCCNCCSCSC1
[BH2-]1[NH2+]CC[NH2+]1
C1=CC2=NC(=N1)NCCCCCCCCNCCCCCCN2
C1=CC=CCCCOC2CCOC(CC=CC=C1)C2
C1CCCCN2CCNCCN(CCC1)CCNCC2
C1=CSC2CNC(CNC3=CC(=CC=C3)COCCCCOC1)C2
C1CC2CNCC1[NH2+]2
C1CC2CC1OO2
C1=CC2CNC1COCCCS2
C1CN2CNCN1C2
C1=C[NH+]=CN1
C1=CC2=CC=C(C=C2)OCCCCCCOC2=CC=C1C=C2
C1=CC2=CCNC(=C2)CCCCCCN1
C1=CC2=CC=C(C=C2)OCCCNCCN1
C1=NOCCC1
C1CCNCCSCCCCNC1
C1=CCOCCCCCCCCCCCC1
C1CCCCCOCCNCCCC1
C1=CCCCCCCOCCNCCCCCCCCCCC1
C1=C2CNCC3=NC(CNCC4=NC(=CS4)CNCC4=NC(CNCC(=N2)S1)CO4)CO3
C1CCNCCCCNCCNCCNCCNCC1
C1=CC2=CC(=C1)C1=CC(=NC=N1)SCCOCNCCNC2
C1=C[SH+]C=COCCNCCNCCNCCO1
C1=NS[NH+]=C1
C1=NC=C2CNCCCNCCCNCC1=N2
C1=CC2CC(C1)CCN2
C1COPCO1
C1C2CC3OC1C3C2
C1=CC=CC=CC=CC=C1
C1CCC1
C1CCCCOCCCC1
C1=CC2=CN=CC3=CC=C(CNCC=COCCC1)N=C23
C1=CCCCOCCC=CCCCCCC1
C1=CN=NNC1
C1CCOCC2CCCC(COC1)N2
C1=COSN=C1
C1=COC=NC1
C1=C[SH+]C=CN=C1
C1=CC2=CC(=C1)C1=CC(=NC=N1)SCCNCCCCNC2
C1#CC2=CC=C[N+](=C2)CCCCCCC[N+]2=CC=CC(=C2)C#CCCCCCC1
C1=COCN1
C1CC23CCC4CC(CC1C42)C3
C1=C2CCCCOCCCCCC(C1)O2
C1=[NH+]C=N[NH+]=C1
[SeH3+]
C1C2CC3COC4C(C2)CC1CC34
C1=C2CCCCCCCC1CC2
C1#CCC2C=CNC(C#CC=C1)C2
C1N=NCS1
C1=CSSC=CCNNCC=CSSC=CCNNC1
C1=CSSC1
C1=CCCCCC=CCCCC=CCCCCCOCC=C1
C1CSSC1
C1=CCSCCNCCCCCCCOC1
C1CNCCOCCOCCOCCOCCN1
C1=CCCCOCC=C1
C1=CC2=CC(=C1)CCCOCC1=CC=NC(=C1)NCCCC2
C1=CC=NNCCCCNCCCCN=CCN=CCN=CCN=C1
S[SH2+]
C1=CC2CC(C1)CNCCCOCCCN2
C1=CC2=CC(C1)C2
C1=C2CNCC3=NC(=CS3)CNCC3=NC(CNCC(=N2)O1)CO3
C1CCOCCNCCNCCNCCCOC1
C1=CCCCCCCC=CCOCCC=C1
C1=CCCCNCCCC=CC1
C1=CC[NH2+]CCCC1
C1CC2C3CC4C5NC(C1C3O5)C42
C1CCCCC2CCOCCCC(CCC1)O2
C1=CC2CCCCC(CC1)O2
C1=C2CNCCNCCNCCNCCNCC(=N2)S1
C1=CNCCNCCNCCNCCNC1
C1=CC2CCCC(CCC1)C2
C1OCC2CC1NPO2
C1=C2NCC3CCC(NCC1)C2C3
C1C2C3CC4C5CC(C1C35)C24
C1=CSN=[NH+]1
C1=C2CNCCNCCNCC3=NC(=CO3)C3=NC(=CO3)C3=NC(=CS3)C3=NC(=CO3)C(=N2)O1
C1=CC2=CC=C1CCC1=CC=C(C=C1)OCCCCCCO2
C1=CSNCCCCCO1
C1CC2CCC(CCO2)CCC2CCCC(C1)O2
C1=CSSC=CS1
C1=CC2=CC(=C1)CCCCCCCNCC2
C1=CC2=CC(=C1)CCCCC1=CC=CC(=C1)CNCC2
C1=CC2=CC(=C1)CC1CNCCNCCNCCNCCNC(CN1)CC1=CC=C(C=C1)O2
C1=CC2=CC(=C1)CC1NCCC3=C1C=C1OC4=C(C=CC=C4CCC4=CC=C2C=C4)OC1=C3
B1C=CCCC=C1
C1CCCSCCCCCCCSCCC1
C1=CCCCCOC=C1
C1=CC2=CC=C1CNCCNCCNCCOCCOCCO2
C1CNCCNCCCNCCNC1
C1CCCC1
O[BrH2+2]
C1#CC2=C[N+](=CC=C2)CCCC[N+]2=CC(=CC=C2)C#CCCCCCC1
C1CNNCCNCCNNCCNNCCN1
C1=CC2=CC3=CC=C(C=C3N2)CNSNCCCCCNCCO1
C1=CC2=CC=CC(=C2)C=CC2CC(CCN2)OC1
C1=CCNCCCC2C=C(CCCCCC1)CN2
C1=CCCCCCC=C1
C1=CCCCCCCCCOCCCC=CCCCC1
C1=CC2=CN(C=C2)CCCOCCCN2C=CC1=C2
C1CCNNC1
C1=CC2=CC(=C1)CCC1=CC(=CC=C1)NC1=NC=CC(=N1)N2
O1[SiH2]O[SiH2]O[SiH2]1
C1CC2CCCC(C1)S2
C1CC2CNCC1O2
C1CC2C3CCC4C1CC2C4C3
C1=CSOC1
C1=C[SH+]CCN1
C1=CCCCCCCCCC=COC2CC3=C(C=CC4=C3CC=C(C4)NCC=C1)O2
C1CC2CNC(C1)CN2
[OH2+]F
C1=COC=COC=CCN2C=C[N+](=C2)CC2=NC(=CC=C2)C[N+]2=CN(C=C2)C1
C1=COC[NH2+]C1
C1=CCCNCCNCCCCCCC1
C1=CC2=NC(=C1)NC1=NC(=CC=C1)NC1=NC(=CC=C1)NC1=NC(=CC=C1)NC1=NC(=CC=C1)NC1=NC(=CC=C1)NC1=NC(=CC=C1)N2
C1CCCNCCC1
C1=N[SH+]N=C1
C1=CCC2C=CCC(CCCCCCCCCCOC1)O2
C1CCN[PH]2=N[PH](=NP=N2)NC1
C1=CC2NCCC3CCC1CC32
C1=CC=[NH+]CCCCNC=CC=CC=[NH+]CCCCNC=C1
C1CC2CC3CC(CO1)C2O3
C1=CC2=CC3=CC=C4C=C3N2CC(=C1)CNCCCCCCNSNC4
C1CCC2OC3CC(C1)CC2C3
C1=CCOCCNCCNCCCOC1
NCl
C1=NC2CCCC1C2
C1=CC2C=CC3CC4CN2C3(N1)O4
C1=CNNC1
C1=CNC=CNC1
C1CCCCCCOCNCCCCC1
C1=CC2=NC(=C1)CNCCOCC1=CC=C(COCCNC2)S1
[BrH3+2]
C1=NN=NS1
C1COSN1
C1=CC2CC1NN2
B1NCNCN1
C1=CCCCC2CCCC(CCOCCC1)O2
C1=CCNNCC1
C1=CC2=CC(=C1)CC1=CC=CC(=C1)CC1=CC(=CC=C1)CC1=CC=CC(=C1)C2
C1COCC[NH2+]1
C1=C2CNCC3=C2N=C1C=C1C=CC(=CC2=CC=C(C=C4CCC3=N4)N2)N1
C1=CC2OC3CCCC(C1)C2C3
C1=CSNC=NC1
C1=C2CNCC3=NC(CNCC4=NC(CNCC(=N2)S1)CO4)CO3
C1=CCNC=CN=C1
C1=CC2=CC(=CC=C2)C2=CC=CC(=C2)CCCCC1
C1=CCSCCNCCCCCCOC1
C1=CC2NCCC3C1COCCC23
C1=CC2CCNC(CC1)C2
C1#CCC2C=CCC(CCCCCCCCCCOC1)O2
C1CNNCN1
C1=[NH+]CCO1
C1=C2CCCCCCC(CC1)C2
C1=CNCCCCCNCCNCCNC1
C1CCNCCCCNCC1
C1=CC2=CN(C=C2)CCC2=CC=C(C=N2)CCCN2C=CC1=C2
C1=CC2=CN(C=C2)CCCC2=CC(=CC=N2)CCCN2C=CC1=C2
C1=COPCCC1
C1CNOCSC1
C1=CC2=CC=C1CNCCCCCCNCCCCCCCCNCCCCCCNCC1=CC=C2C=C1
C1=CN[SH+]C=C1
C1=CC2=CC=C(C=C2)CN2C=NC3=CC=C(C=C3C2)NCCCCCCCCNS1
C1=CC2=CC(=C1)CCCCCC1=NC=CC(=C1)COCCC2
C1CCCNCCNCCNCCNCC1
C1=NNPC1
C1=CC2CC3CCC(N1)C2CO3
C1=CS[SH+]S1
C1CCCC2CCCC(CCOCC1)O2
C1=CCOC2=CC=CC(=C2)C2=CC=NC(=N2)NC2=CC=CC(=C2)COC1
C1=CC2=CC(=C1)C1=CC(=NC=N1)SCCCNCCCNC2
C1=CN=COC=C1
C1=CCCCCCCCCCCCCCC1
C1=NCC=NCC=NCC=NCCCN=CCCC1
[SH2+][SH2+]
C1=CCCNCNCCCNCCNCCNCCC1
C1=NCSS1
C1CC2CN3C(C1)CCC3CCNCCNCCN2
C1CN2CCC(C2)N1
C1=CC2CC(O1)ON2
C1=NCNCO1
C1=CC=COCOC=C1
C1=C2CNCCNCCNCC3=NNC(=C3)CNCCNCCNCC1=NN2
C1=C[SH+]NC=N1
C1=CC[N-]C1
[CH+]1NCCN1
B1C=CCCO1
[BH3-]O
C1=CCCCNCCNCCNCCC1
C1OC2COC1C2
C1CC2OCC3CC(CCC32)N1
C1=CN=NC1
C1CC2COC3CC1CCC23
C1=CCCCC=CCCCC=CCCCC=CCCC1
C1=CCCCOC=C1
C1CNCCOCCNCCOCCNCCN1
C1CCC2CCCC(CC1)O2
C1CNCCNCCSCCNCCN1
C1=CCCNCCOCCC=CCCOCCC1
C1CCCC2CCN3CCCC(CCCCCCC4CC[NH2+]C(CCC1)O4)C3O2
C1CCN2CCNCCN(CC1)CCNCC2
C1=CN2CCNCCNCCCCCCCNCCNCCNC1C2
C1=C2CCC3CC2CCC13
C1CNCCNCC2CCC(CCNCCN1)O2
C1=CCOC2=CC(=CC=C2)CNCCC2=CN(C=N2)CC1
C1=CNNC=N1
C1CCC2CCC(CC1)O2
C1=COSC=CN1
C1CCOCCC2CCC(CCCNC1)O2
C1=NCSN1
C1=CC2=NC(=C1)CNCCCNCCCNCCCNC2
C1=CC2=C3CC4=C(C=CC=C4CC3=C1)OCCOCCOCCOCCO2
C1=COCCC1
C1CNCCNCCOC1
C1=CC2C3CCC4CCN(CC3CC1)C42
C1=CCC2=CC(=CC=C2)N2CCCCNCCOC(CCCC3CC(CC=C1)NCO3)CC2
C1=C[NH+]2CCN1CC2
C1=CC2=CC(=C1)CCCCCCNCCNC2
C1=CSN2CCC(C2)O1
C1=COCCOCCOCCOCCO1
C1CCCNCCNCC1
C1=CC2=NC=CC(=C2)CCCCCCN1
C1CC2CNCC(C1)N2
C1=NCCCO1
C1CC2NCC1S2
C1=NOC=[NH+]1
C1CNCCNCCNCCNCCSSC1
C1CCCCCCCCCCC1
C1=CCCCC2CCC=C(CCC=C1)CO2
C1=CC2C=NCC(C1)C2
C1=COCC1
C1=CC2C=CC(CC1)CC2
C1=CCCCCCCOCC=CC1
C1CC2CCC[NH+](C1)C2
C1=C[N+]2=CC=C1NCCCCCCCCCCNC1=CC=[N+](C=C1)CCCCCCCCCC2
C1=CCCC=CCCCCCNCC2=NC(=CS2)C=C1
C1=CC2C[NH2+]CC(C1)C2
C1=CC2CC3CC1CC2N3
C1CSSCCNCC2CCN(C1)CC2
O
C1=CCOC2=CN=CC(=C2)C=CCNC1
C1CCCNCCNCCNCCNCCNCC1
C1=CCCCC=CCCCCC=CC1
C1CC2C3OCC2C1O3
C1=CCCC=CCCC=NC=C1
C1=CCCOC=C1
C1=CCCC2=CC(CC=CCCCC1)OC2
C1CCPC1
C1=CCNCCCC1
[BH3-]F
C1=NCCNC2=CC=C(C=C2)OCCCCCCNCCNC2=CC=C(C=C2)CN1
C1=CC2=CC(=C1)CC1=CC=C(C=C1)OC1=CC=CC(=C1)CNCCC2
C1=CCCC=CC=CCOCCCCC=CC2CC(CCCC=C1)O2
C1=CCC2CCC(C2)OCCCC1
C1CNC[Se]C1
C1CNCNCNC1
C1CNOCCN1
C1=C2CCCC3=CC=CC(=C3)CCCC(=CC1)C2
C1CC2CC3OC4(C1)OCCC3C24
C1CNOCCCONC1
C1CCCC2CCC(O2)C2CCC(CC1)O2
C1=CCCN=CCCCNCCCC1
C1=COCCN=C1
C1=C[PH2+]C=C1
[IH4+3]
C1=NCCCC1
C1NCC2CNCC1C2
C1=CCCCCCC=CCCC1
C1=CSNC1
C1=CCOC2CCCC(COCCCCC1)O2
C1=CS[CH+]S1
C1CCNCCCOCCCNCC1
C1=CC2=CC3=CC=C(C=C4C=CC(=CC5=NC(=CC1=N2)CC5)N4)N3
C1=CNCCCCCN2CCC3=CC(=CC=C32)NC2=NC=CC(=N2)NC1
C1CC2C[NH2+]C3C4CCC3(C1)C2C4
C1=CC2=CC(=C1)CSCC1=CC(=CC=C1)CSC2
C1=CNCNOC1
C1CCCCCOCCOCCOCCOCCOCCCCC1
C1CC2C3COC2OC1C3
C[NH-]
C1CNCCNCCNCCCPCNCCNC1
C1CCNCNC1
C1=CC2CC3CCC2C(CC1)C3
C1CC2CNCC1CN2
C1NC2OC3CCC2CC13
C1=CC2CCCC(C1)[NH2+]2
C1CCC2CN(CC1)CO2
C1CC2CC3CCNC(C1)C3CO2
C1CNOCOC1
C1=CC2C=CC1NN2
C1C[NH+]2CCC(C2)N1
C1=CC2=CC(=C1)NNC1=CC=CC(=C1)CSSC2
C[NH3+]
C1=CC2C=CC(CC1)N2
OF
C1CC2OOC(C1)O2
C1=COCCOCCOCCOCCN1
C1=CC2=CC=C(C=C2)CCC2=CC(=CC=C2)C2=CC(=CC=C2)CC1
C1=CC2=CC(=C1)CNCC1=CC(=CC=C1)CNCC1=CC(=CC=C1)CNC2
C1CCCCCCCCCCCCCCCCC1
C1=CNC[NH+]=C1
C1CC2COC3OC4CCC2C3(C1)C4
C1=CCCNCCCNCC1
C1=CC[NH2+]CC1
C1CNCCSCCCSCCSC1
C1CPCN1
C1=CC2=CC3=CC=C4C=NSNCCOCCNCC(C1)CN2C3=C4
C1=CCNCCNCCNCCNCCNCCOC=C1
C1=CC2=CC(=CN=C2)OCC=COCCCC1
C1=CC2=C3C=C1CCCNCC1=NC=C(O1)C3CO2
C1COCCCOCCCOC1
C1=C[NH+]=CC1
C1NC2CNC1N2
C1=CCCCC2=CC=C(CCCCC1)O2
C1=CCCCNCCCNCCCC1
P
C1=CNCCCCN2CCC3=CC(=CC=C32)NC2=NC=CC(=N2)NC1
C1CCCCCOC2CCC(OCCOCCCC1)OC2
O=P
C1=CCC2=CCCC(CC=CCCC1)C2
C1CCNCCCOCCCCNC1
C1=CCC[NH+]=C1
C1=CCNCC=C1
C1CCOCCCOCCNC1
C1=CC2CC(C=CO2)O1
C1=CNC=NCC1
C1=COO1
C1=CCNCC2=CC=CC(=C2)NC2=NC=CC(=N2)C2=CC=CC(=C2)OCC1
C1=C2CNCC3=NC(CNCC4=NC(CNCC(=N2)S1)CS4)CO3
C1=NNCSCC1
C1=CC2CCC(C=C1)C2
C1=CCOC2=CC(=CC=C2)C2=NC(=NC=C2)NC2=CC(=CC=C2)NCCC1
[NH-]S
C1=CNCCNCCCCCCCCCCCSNC1
C1=CC2=CN=C(N2)OCCCCCCCCCCCO1
C1CCC[PH2+]CC1
C1=COC2=CC=C3CCNC(CC4=CC(=CC=C4)OC4=CC(=CC=C4)CC1)C3=C2
C1CSCCSCCSCCSCCS1
C1CNCC2=NC(CNCCNCCOC1)CS2
C1=CC2CCC1N2
C1=CC2CNC(C1)CN2
C1=CCCCOCC=CNCCNCCNCCC1
C1=CCSCCNCCCCCOC1
C1=NC2=CC=C(C=C2)N=CC2=CC=C(C=C2)OCC2=NC(=CC=C2)COC2=CC=C1C=C2
C1=[NH+][N-]OC1
[BH3-][OH2+]
C1CCCNCCNCCNCCCNCCCCNCC1
C1=CC2=CC(=C1)CCCNCCNCC2
C1CCSSCCOCCC2CNCCNCCNC(CC1)CN2
C1CC2CC(CCO2)O1
C1=COOC=CC1
C1=COCCOC1
C1=CCCCCOCC=CCCC1
C1=C[NH2+]CCN1
C1=CC2=CC(=C1)OC1=CC=CC(=C1)CC13CN(CCOC2)C(CN1)SSS3
C1CNCC2CCC(CC2)CNCCSSC1
C1=CC2C=CC(C1)NO2
[BH4-]
C1=CC2=CC3=NC(=C4CCC5=C4NC(=C5)C=C4CCC(=N4)C=C1N2)CC3
C1=COSNCC1
C1=CC2C=CC1C2
C1=[NH+][NH+]=CC1
C1=CCOCC2CCCN(C2)C2=NC(=NC=C2)NC2=CC(=CC=C2)CNC1
C1=NN=CC1
C1=CC2CCN(C1)CC2
C1=C[IH]OC1
C1=C2CCC3=C2N=C1C=C1C=CC(=CC2=CC=C(C=C4CCC3=N4)N2)N1
C1=COC2=CC=C(C=C2)CC2[NH2+]CCC3=C2C=C(C=C3)OC2=CC(=CC=C2)CC1
C1=C2C=C3CC4=CC(=CC=C4NC3=C1)OCCOCCOCCOCCOCCO2
C1=CC2SC3CC2C(C1)N3
C1=CCCCC=CCCCCCC2=CC(CCC=C1)OC2
C1=CCC=CC#CCSC=1
C1=CC2C=CCC(C1)N2
C1=CN2CCC1CC2
C1=CCCCCCOCC=CC1
C1=CCCCOC2CN(CNCCN3CCC(C3)OC=C1)C2
C1CCCCCOCCCCC1
C1=CC2=CC(=C1)CC1NCCC3=C1C=C(C=C3)OCC1=CC=C(C=C1)CC1=C3C=C(C=CC3=CC=N1)O2
C1=C2N=C(S1)C1=CSC(=N1)C1=CSC(=N1)CNCCNCCNCC1CSC2=N1
C1=NN=COC1
C1=C2COC(COCCCCCCCCCCCCCCC1)C2
C1C[SH+]CO1
C1=COC=CN=C1
C1=CC2=CC3=NC(=CC4=CC=C(C=C5CCC(=N5)C=C1N2)N4)CC3
C1=CCCC2=NN=C(C=CN=CCC1)O2
C1CCN2CCCC(C1)C2
C1=CCCCCCCCCC=COC2CC3=C4C=C5CNC(=NC5=CC4=CC=C3O2)C=C1
C1=NCCCCC1
C1=NCN=CN1
C1=CCC=C[CH-]1
C1=CC2=CC(=C1)CCNCCN1CCC(C1)OCCCO2
C1CC2C3COC2C3C1
C1=NSN=CC1
C1CSCCN1
C1=CS[SH]=C1
C1=CC2=CNC(=N2)CCCCCCN1
[BH2-]1C=CC[NH2+]1
C1=CC2=CC(=C1)CC1NCCC3=C(C=CC=C31)OC1=CC=C3CCNC(CC4=CC=C(C=C4)O2)C3=C1
C1=CCCC2CC(CCC1)CO2
C1=CCOCCCOCCC=CCOCC1
C1=CCOCCCCCCCC1
C1CCCC2CCC(CCC1)O2
C1=CSCC2=CSC(=N2)C2=NC(=CS2)CSC=CSCC2=CSC(=N2)C2=NC(=CS2)CS1
C1=CC[SH+]C=CC1
C1=CSC=C1
C1COCSN1
C1=NNCSC1
C1=CCCCNCCCCCCC1
C1=CC2=CC(=C1)OCCCCOC1=NC=CC(=C1)CNCC2
C1=CO[NH2+]CO1
C1=CCCNCCNCCCCCC1
C1=CSCCNCCNCCNC1
C1=COCCNCCNC2=NC=CN(CCNC1)C2
C1=CCNCCC2=CC=C(C=C2)OCC=CCC1
C1=CCCC2=CC=C(C=C2)OC2=CC=CC(=C2)CCC=C1
C1NC2OC3C4OC5CC(O4)C2C3(C5)N1
C1=CC2=CC(=C1)CNCCCNCCCNC2
C1CNCC2CSC(=N2)CNCC2CSC(=N2)CNCC2COC(=N2)CN1
C1=CC2CC=NC(C2)S1
C1=C2CNCCCOCCNCCNCCNCC(=N2)S1
C1=C2CCCCCCCCC1OC2
C1=NOCCN1
C1=CC2=CC(=C1)NC1=NC(=CC=N1)NCCC1=CC=CC(=C1)OCCC2
C1COCOOC1
C1=CCOCCC1
C1=CC2=CC=C1CCNCCNCCCCCCCO2
C1CC2OC3OC1CC2O3
C1CCNCCNCCNCCNCCNCCNCCNC1
C1CNCCNCCNCCOC1
C1=CCNCC2=CC=CC(=C2)NC2=NC=CC(=N2)C2=CC=CC(=C2)NCC1
C1=NSC=N1
C1=CCCC2CN3CCCCC=CCCCCC4CC(CN(CCCCCCCC1)C4)C2CC3
C1=CCCOCCCOCCNCCCCCCOCCC1
C1=C2CCCC34CC1C(CN3)CC24
C1=CNNC=NN1
C1=CNCC=CNC1
C1=CCNCCNCCNCCNCCCCCNC1
C1=CCCCCCCCCOCCCCCCCCCCCCC1
C1=CC2=NC(=C1)CN1CCCCCCCCCCCCN(CCOCCOCC1)C2
C1=NCCN1
N=N
C1=COCOC=CC1
C1CCC2CCC(C1)O2
C1CC2CCC1CC2
C1CCOCCC2CCC(CCCNC1)OCO2
C1=CCC2C=CCC(COCCCCCCCOCC1)O2
C1=CC2=CN(C=C2)CCCCCCCCCN2C=CC1=C2
C1CCC2CCCC(O2)C2CCC(CC1)O2
C1=CCCNCCCOCCCCOCCCNCCCCCOCC=C1
C1NCNN1
C1=CC2=C3OCCOCCOC4=C(C=CC=C4CC4=CC=CC5=C4OCCOCCOC4=C(C=CC=C4CC3=C1)C5)C2
C1=CCCOCCCCCCCOCCC1
C1CNCOCCCNCOC1
C1=C2CNCCNCC3=NC(CNCC4=NC(=CS4)CNCC(=N2)S1)CO3
C1=C2C=CC(=C1)CN1C=C(CCNCCCC3=CN(C2)N=N3)N=N1
C1CCCCCCOCCOCCCCCC1
C1=CC2=CC(=C1)OCCCCCCCNCCNCC2
C1COCN1
C1=CCOCCCCCC1
C1=CC2C=CC(C1)N2
C1=NC2=C3C=C(C=C2)OC2=CC=CC(=C2)CCNCCCCN1C3
C1CNCCCNCCOCCNC1
C1=CCC2CC(CO2)C2CCCC(C=CC1)O2
C1=NC2=CC=CC(=C2)CNCCC2=CC=C(C=C2)CCO1
C1=CC2=CC(=C1)CNCCOCCCCCCNC2
C1=CC2OCC(C1)O2
C1=COC2=CC3=C(C=C2)CCNC3CC2=CC=C(C=C2)OC2=CC(=CC=C2)CC1
C1=NNCP1
C1=CCC2=CC(=CC=C2)NCC=CCCCC2CC(CC=C1)NCO2
C1CC2CC3CC(C1)C2C3
C1=CO[PH]2=NP=N[PH]3=NP4(=N2)N(C1)CCN4CC=CO3
FS
C1CC2CNC3OC1CC23
C1CCCNCCNCNCCNCCNCC1
C1=CNNCN1
C1CN2CCC1O2
C1=CC2=CC(=C1)CC1NCCC3=CC=C(C=C31)OCC1=CC=C(C=C1)CC1=C3C=C(C=CC3=CC=N1)O2
C1CC2CC3COC2C(C1)C3
C1=COCCCCOC2=CC=CC(=C2)CCNC1
C1=CC2=CC3=CC=C4C=C3N2CC(C1)CNCCOCCNSNC4
C1=CC2CC3=C(C2)CC(CCCCC1)CC3
C1=C2COC(COCCCCCCCCCCC1)C2
C1=NC2=CC=C(C=C2)C2=CC=C(C=C2)N=CC2=CC=C(C=C2)OCC2=NC(=CC=C2)COC2=CC=C1C=C2
C1=CSSSC=CSSS1
C1=CNC=CSC1
C1=CC2=CC(=C1)CCCOC1=CC=CC(=C1)CNC1=NC(=NC=C1)N2
C1=C[SH+]CCCC1
C1=CSCCCSCC1
C1=CCCCCCCCCCCOCC=C1
C1=CCCCOCC=CC1
C1CC2CN(C1)CN2
C1=CCSC1
C1=NC=NNCN1
C1=NC[CH+]N1
C1=CC2CC3COC2C(C1)C3
N1=NN[NH+]=N1
C1=CN=CCNC1
C1CC2OOC3CC1CC23
C1OC2CC1CO2
C1=CC=CSCC=C1
C1=CCNCCNCCCOCCOCC1
C1=CC2=CC(=C1)CCNCC1=CC=CC(=C1)NCOC2
C1=CCCC2=NC=C(C=CN=CCC1)N2
C1C2CC3CC1CC(C2)C3
C1=CCCC2=CCC3CCN(CCCC1)CC3C2
C1=COCCNCCOCCNCCNCCC1
C1=COCNC1
C1CNCCNCCCN2CCN(C1)CC2
C1=CCCOCCC1
C1=COCCCCCCOC2=CN=CC(=N2)NCN1
C1CCCNCCNCCNCCC1
C1CCCNCCCCCCOCC2CCCN(CCCC[SH+]CCC1)C2
C1=NCNNC1
C1CCC2CCCC(C1)C2
[O-][SH2+]
C1COCCN1
C1=C2C=C3C(=C1)C=CN3CCNCCCCNSNC2
C1CC2CCCC3(CC4OCC(C1)C4O3)O2
C1=CCOCC2=CC(=CC=C2)C2=NC(=NC=C2)NC2=CC=CC(=C2)COC1
C1=CSNC2=CC=CC(=C2)NSC=COCCOCCO1
C1CC2COC(C1)N2
C1CCCCOCCC2CN(CCCC1)CO2
C1=CC2=CN(C=C2)CCOCCOCCOCCOCCOCCN2C=CC1=C2
C1CC[SH+]NC1
C1=CN2CCNCCNCCNCCNCCNCCNC1C2
C1CCNCCCOCCCOCC1
C1=CC2CCCC(COCCCCO1)O2
C1=CC2=CC3=CC=C4C=NSNCCCCNCC(=C1)CN2C3=C4
C1=CCSCCN=CCCCCCCOC1
C1=CC2=NC1=CC=C1C=CC(=C3C=CC(=N3)C=CC3=CC=C2N3)N1
C1=C[Se]CC1
SCl
C1NCC2CC1CO2
C1=CC2CCCC(COCCCCCO1)O2
C1=C[SH+]C=CS1
C1CC2CCC3C(CN1)COCC3C2
C1=COCCCOC=COCCCO1
C1OCC2C3CC4CCC2N4CC13
C1=CS1
C1CCNCC2CCCC(O2)OC2COC(C2)OCCOCC1
[SeH2]
C1=NC2CCC3CC1C2CO3
C1=CNCCNCCCC2=CN(C=C2)C1
C1CCCN2CCCC(CC1)C2
C1=CC2CCCN3CCC(C1)C2C3
C1=CCNSNCC2=CC=C3C=CN(CCNCC1)C3=C2
C1=CP=NPN1
C1=CCNCC1
C1CCCOCNCCCCCNCC1
C1=CCNCCCNCCC1
C1CCCC2CCC(CCCOCC1)O2
C1=NC=NCN1
C1=CSC=NN=C1
C1=NCON=C1
C1=C[SH]=NCN1
C1CC2CSCC(C1)C2
C1=CCCC2CCC3OC(CC1)CC1OCC2C13
C1=NNCCC1
C1=CC2=CC(=C1)CNCC1=COC(=N1)C1=COC(=N1)C1=CC=CC(=N1)C1=NC(=CO1)C1=NC(=CO1)CNC2
C1CC2NC1CO2
C1=CC2CSC(C2)N1
C1NCC2CC1C2
C1CCC2CNCC(C1)C2
C1=CCOC2=CC=C(C=C2)CC=CCCCC1
C1CC2CC3CC(CN1)NCN3C2
C1=CCCOCCCCCCCCCCC1
C1=CC=[NH+]CCCCCCCNC=CC=CC=[NH+]CCCCCCCNC=C1
C1C[NH2+]C2COC(C1)C2
C1=CCCCCCOCC=CCCC1
C1=CC2CCCC1N2
C1=C[N+]2=CC=C1NCCSCCNC1=CC=[N+](C=C1)CCOCC2
C1=N[SH]=NC=N[SH]=N1
C1=CC2C=COC(C2)N1
C1=CC2CC=CC(C1)O2
C1=CC2=CC(=C1)CNCCOCC1=CC(=CC=C1)CNC2
C1=NNOCCO1
C1=CSCCOCCOCCS1
C1=CC2=CC(=C1)CCNCC1=CC(=CC=C1)NCNCC2
C1=CCCCCC=COCC=C1
C1CC1
C1=COC2=CC=CC(=C2)C=CC2=CC=CC(=C2)C2=CC(=CC=C2)CC1
C1=CCC2=CCCC(CC=CCOC1)C2
C1=COC=NN1
C1C[SH+]C[SH+]C1
C1=CC23C=CC4CC2N(C1)CC3O4
C1=CSN=CN1
C1=CC2=CC(=C1)C1=CC=CC(=C1)CCNCCNCC2
C1CCC2CN(CC1)CN2
C1=CCOCCCCCCC1
C1=CC2CCC(CCCC1)O2
C1CC2CC[NH+](C1)C2
C1=CC2NCC(C1)O2
C1=CPC1
C1=NN=CNN1
C1=CC2CCCC(C2)O1
C1=CC2CNC1CNCO2
C1CCCC2CCN3CCCC(CCCCCCC4CCNC(CCC1)O4)C3O2
C1=CCCCNCCC1
O[IH3+3]
C1=CCOCC2=CC=C(S2)C2=NC(=NC=C2)NC2=CC(=CC=C2)CNC1
C1CNCCNCCNCCC[SH+]C1
C1=CCNCCNCCC2=CC=C(C=C2)OCCCC1
C1=CC2=CC=C1CNC1=CC=[N+](C=C1)CC1=CC3=C(C=C1)C1=C(C=C(C=C1)C[N+]1=CC=C(C=C1)NCC1=CC=C2C=C1)C3
C1=COCCN1
C1CNCC2COC(=N2)CNCC2COC(=N2)CNCC2COC(=N2)CN1
C=[NH2+]
C1=C[NH+]=[NH+]C=CCC1
C1=CCSCCNCCNCCOC1
C1=CN2CC=CN(C1)C2
C1=C[NH2+]CN=C1
[CH-]1CNCNC1
C1=CC2=CC=C1CCC1=CC=C(C=C1)CC2
C1C2C3C4NC5C3C1C1C2C4C51
C1=C2CCCCC3=CC=C(CCC1OC2)O3
C1=CCOC=C1
C1=NO[NH+]=C1
C1=C[N+]2=CC=C1NCCCCCNC1=CC=[N+](C=C1)CCCCC2
C1=CNCCCC2=CC=CC(=C2)NC2=NC(=CC=N2)NC1
C1=CC2=CC=C(C=C2)C[N+]2=CC=C(C=C2)NCCCCCCCCCCNC2=CC=[N+](C=C2)CC2=CC=C1C=C2
C1=CC=NN=C1
C1CCCCCCCCCCCCCCOCCOCCCCCCCCCCCCCC1
C1=CC=C2C=CCC=CC(=C1)C2
C1=CC2CCCCC1CC2
C1=CCC2CC(CO2)C2CCCC(CCC1)O2
C1CCCCCOCCCCCCCCCCCOCCCCC1
C1=C2COCCCOCC3=NC(CNCCNCC(=N2)S1)CS3
C1=CC2=NC(=C1)NC1=NC(=CC=C1)NC1=CC=CC(=N1)NC1=NC(=CC=C1)NC1=NC(=CC=C1)NC1=CC=CC(=N1)N2
C1=CCCCCCCCCC1
C1CCOCNC1
C1=CC2CC(C=C1)NN2
C1=[SH]CCNC1
C1=CC2=C3CN(COC4CCN(CCNCCCCCCCC3=C1)C4)C2
C1=CCC2CC(CCC1)CO2
C1CNCCNCCNCCCSC1
C1=CC2=C[N+](=C1)CCCCCCCCCCCCC2
C1=CC2CCNC(C2)O1
C1=C[SH+]NC1
C1=CCCC=CC=CCCOCCCC=C1
S
C1=CC2=CC(=C1)CNCCNCCNCCCCO2
FP
C1CC2CC(C1)OO2
C1=CCCC=CCCCCCCC2=CCC3=C(C2)N(CC=C1)CNC3
C1=CC2=CC(=C1)CNCC1=COC(=N1)C1=COC(=N1)C1=CC=CC(=N1)CC1=NC(=CO1)C1=NC(=CO1)CNC2
C1CNCCCNCCCNCCCNCCCNC1
[N-]=N
C1CNCCNCCN1
C1C[SiH2]CCN1
C1OC2OC3OC1C2O3
C1=NCCCNCCNCCNC1
C1CCCCCCOCCCCCC1
C1=NC2=C3CN1C1CCC(COPOPOPOCC4CCC(O4)N2C=N3)O1
C1=CNC=COC1
C1CCCNCCNCCNCCNCCNCCCNCC1
C1=CC2CNC(C2)NC1
C1CCCCNCCNCCNCCCC1
C1COCCOOC1
C1=CCCOCCCCCCCCCNCC1
C1=CCCC=CCCCCCCC2=CC(=CC=C2)NCC=C1
C1CNCCNCCNCCSCCNCCNCCN1
C1=CCCCCCOCNCCN2CCC(C2)OC=C1
C1=[N+]=NCN1
C1=CC=CCOC2CCOC(CC=CCCC=C1)C2
C1CC2CCNC(C1)C2
C=[OH+]
C1CNSOC1
C1=C2C=C(CCCCCCC2)N1
C1=CCCCNCCNCCNCCNCCC1
C1=CCNCCNCCNCCNCCNCCC1
C1=CC2CCC(C1)C2
C1CCCCCCCCCOCCOCCCCCCCCC1
C1=CC2=CC(=N1)CNCCCOCCNCC1CSC2=N1
[SiH3]Cl
C1=C[SH+]C=CO1
C1=CCOC1
[OH2+]S
C=S
C1=CCCOCCCNCCOCCC1
C1C2CC3C4CCC3C(O2)OC14
C1CCSSC2CNC(CN2)SSC1
C1COSCSOC1
C1=C[SH+]C=N1
C1=COCCOCCOCCOC=COCCOCCO1
C1=CC2=CC=CC(=C2)CCCCCC=N1
C1=CC2CCCCC(C1)C2
C1=CSC=CCNCCNCCNCCNC1
C1=N[NH+]=NN1
C1=[N+]2CCCCCCCCCN1CCC2
C1=CCOC2=CC=CC(=C2)CNCC2=CC=C(C=C2)C2=CC=CC(=C2)C2=CC=C(C=C2)CNCC2=CC(=CC=C2)OC1
C1[N-][NH2+]CN1
C1=CC2CCNC(C2)N1
C1=COCOC=C1
C1CC2CCC(C1)CNC2
C1=COC2=CC(=CC=C2)CCC2=CC=C(C=C2)OC2=CC(=CC=C2)CC1
C1=COCCOCOCOCCO1
C1=CCCNCCNCCNCCNCC=C1
C1=C[S+]=CS1
C1=CC2CC3CCC2N(C1)C3
C1=NC2=C[N+]3=CN=C2N1C1CCC(COPOPOCC2CCC3C2)O1
C1CC2CCC(CCN1)CC2
O=[OH+]
[O-]P
C1=CC2=CC3=CC=C(C=C3N2)CNSNCCN2CCN(CCO1)CC2
C1=CC2CCCC(N1)O2
C1=CCC2CCCCC(C1)C2
C1=CCNCSCC1
C1=CCCNCCNCOCCCC1
C1=C[SH]=NS1
F[SiH2-]
C1=CNC=NC=N1
C1=CCCOCCCOCCC1
C1=CC2C3CCC2C1C3
C1CC2C3CC1C2CO3
C1=CC2=CC(=C1)CNSN1CCN(CCNNCCN2)CC1
[CH2+]C
C1=CCC2CCC=C(COC1)C2
C1CC2COCC1CO2
C1=CNSCCC1
C1=CCCNCC=C1
C1CCCCNCCCCOCCCC1
C1=CC2CCCC1NN2
C1=C2COCCCCCCOC(CCNC1)C2
C1=COC2=CC=CC(=C2)CCC2=CC(=CC=C2)OC2=CC=C(C=C2)CC1
C1CONOC1
C1=CC2=CC(=C1)CCNCNC1=CC(=CC=C1)CNCC2
C1=CSCCNCC=CSCCNC1
C1=COCOC=CN1
C1=CC2CCC1CO2
NI
C1CNCCNCC2CCC(CNCCN1)O2
C1CC2C3CC1C2CN3
C1=CC2CCCC(C1)CC2
C1=CC2=CC(=C1)C[N+]1=CC=C(C=C1)NCC1=CC=C(C=C1)CNC1=CC=[N+](C=C1)C2
N[PH3+]
C1=COCCNCCNCCCNC1
C1=CC2CCOC(CCCCO1)C2
C1OOCOOCOO1
C1=CCCNCCOCCCC=CCCOCCC1
C1CNCCNCCNCCNC1
C1=CC2OC3CCC2C(C1)C3
C1CC2CCOOC(C1)C2
C1=CCCOCOCCCCCOCCNCCOCCCCCC1
C1=CSCN=C1
C1=CC2=NC(=C1)CNCCNCCNC2
C1=CC2=CC=C1CCNCCNCCNCCO2
C1=NNNCC1
C1=C[SH+]SS1
C1=CCC2CC=CC(CC1)C2
C1COCCOCCOCCOCCOCCOCCN1
C1=CC=CCOCCCCCCC=CC=CCCC=C1
C1CCCOCC1
C1C2CC3CC1OC3C2
C1=NCNSN1
C1=CCNC2=CC=CC(=C2)NC2=NC(=CC=N2)C2=CC(=CC=C2)OCC1
C1=CCNCCCCCCCCOCC1
C1CCCCOCCCCCNCCC1
C1=CC2=CC(=C1)CCCCCCCCCC2
C1=CC2C3C=NC2CC1C3
[CH2-]C
C1=CC2=CC(=C1)CNCCCCCOCCNC2
C1CC2OC3CC1C2CO3
C1CCNCCNCCNCCOCC1
S=S
C1=COC2=CC3=C(C=C2)CCN=C3CC2=CC=CC(=C2)OC2=CC=C(C=C2)CC1
C1=CC2CC(C1)CO2
C1CCC23CC4C5CC(OCC5CO2)C2OCC(C1)C42O3
C1=CCCC2=NC=CC(=C2)C=CN=CCC1
C1=CC2=CC=C1CCCNCCNCCCO2
C1=CCCNCCCCNCCCCC1
[BH2-]1OCC=[O+]1
C1=CCN2CCC(C1)CC2
C1=C[CH+]CC=C1
C1=CC2OCC3C1OCC23
B1OCCNCCO1
C1=CSCCSCCSC=CSCCSCCS1
C1=CSCSC1
C1=CN2CCCCCCCN3C=CCN(CCCCCCCN(C1)C2)C3
CN
C1#CCSCC#CCCCC1
C1=CSNC=N1
C1C[NH+]2CCC1C2
C1=CC2=CC(=C1)NC1=NC(=NC=C1)NC1=CC=CC(=C1)CC2
C1C[Se]N=N1
P=P
C1=CCCOCC2=CC(=CC=C2)COCCCCCOCC=C1
C1=CCN2C=NC(=C2)CCNCC2=CC=C(C=C2)OC1
C1=CC2=CN3CCN4CCC(C4)OC4=C5N=C(C=NC5=CC=C4)C(=C1)C2=N3
C1=NNCS1
C1=C2CCCCCCCCCC(=C1)N2
C1=COC=CCOC1
C1=COCCCCCCNCNCNC1
C1=CC2=CC(=C1)CCCCCCCC1=CC=C(C=C1)O2
C1=NC=[NH+]N1
C1=COC2=CC=CC(=C2)CCC2=CC=CC(=C2)OC2=CC=C(C=C2)CC1
C1=CSCCC1
C1=NC2=CC=C(C=C2)CCC2=CC=C(C=C2)N=CC2=CC=C(C=C2)OCCCCCCCOC2=CC=C1C=C2
C1=NC1
C1=CCC2CCCC(C=CCOCC1)O2
C1=COCCCCOC2=NC(=CN=C2)NCN1
C1=CCCNCCC2=CN(C=N2)CCC1
C1=C[N+]2=CC=C1NCCSCCNC1=CC=[N+](C=C1)CCCCC2
C1=C2CNCC3=NC(=CS3)CNCCNCCOCCCNCC(=N2)S1
C1=CCCCCCCC=CCCC1
C1CCCPCC1
C1=C[SH+]CCC1
C1CCN2CNC(C1)C2
C1=CN=CNC=C1
C1=C[N+]2=CC=C1NCCOCCNC1=CC=[N+](C=C1)CCCCC2
C1=CCCNCCCCNCCC1
C1COPOCCCOPOC1
C1CC2CC1O2
C1C2CC3C4CC5CC(C14)C(C2)C3C5
C1=C2C=CC(=C1)OCCCCCCN1C=CC3=C1C=CC(=C3)CC2
C1=CN=CN=CC1
C1NCPN1
C1CC2CNCC1C2
C1=CC2CCCC3OC1CC23
C1=NNCCOCC1
C1=C[Se]C=C1
C1=CC2CC3C=CC2N(CC1)C3
C1NCSN1
C1=CC2=NC(=C1)CNCCCNCCCNC2
C1#CC2=C[N+](=CC=C2)CCCCCCCC[N+]2=CC(=CC=C2)C#CCCCCCC1
C1=CC2CCC(C1)[NH2+]2
C1=CCC[NH2+]CC1
C1=CCN2C=NC(=C2)CCNCC2=CC(=CC=C2)OC1
C1=COCC=CCOC=CCNC=CSCC=CNC1
C1=CC2=CC=C1CNC1=CC=[N+](C=C1)CC1=CC=C(C=C1)C1=CC=C(C=C1)C[N+]1=CC=C(C=C1)NCC1=CC=C(C=C1)C2
C1=CCCCCCC[N+]2=CC(=CC=C2)CCCCCCCCCCCCC[N+]2=CC=CC(=C2)CCCCCC1
C1=CC2=CC=C1COCCCCOCC1=CC=C(C=C1)COCCCCOC2
C1=C2CCCCC3COC(CCCC(=C1)O2)C3
C1=CC2C3CCN2CCC2C1COC23
C1=CC2=CC(=C1)CCCOC1=CC(=CC=C1)CNC1=NC(=NC=C1)N2
C1=CCOCCCCNCCCCCC1
C1=CNCCSCCN1
C
C1=CC2=CNC(=N2)CCC2=CC=C(C=C2)CNC1
C1=NNC[NH+]=N1
[Cl-]
C1=CC2=CC(=C1)CNCCC1=NC(=CC=C1)NCCCCO2
C1=CC2=CC(=C1)CCCCCCCCCCOCCCCNCCOC2
C1=COCCCC1
C1=CCC=NN=C1
C1=CC2=CC=C(C=C2)CCC2=CC(=CC=C2)C=CCC1
C1CN2CCC3CC1CC2C3
C1=CC2CCCCCC1C2
C1CSSCCSS1
C1CCCCOCCCNCCNCCC1
C1=C[N+]2=CC=C1NCCCCCCNC1=CC=[N+](C=C1)CCCCCC2
C1=CC2=CNC(=N2)CCCCCNC1
C1=CCSCCN=CCCCCCC1
[PH4+]
C1=CC2=CC3=CC=C(C=C4C=CC(=CC5=NC(=CC1=N2)C=C5)N4)N3
F[PH-]
C1NCSCN1
[BH2-]1[NH2+]CCCO1
C1=CC[N+]2=CC=C(C=C2)NCCCCCNC2=CC=[N+](C=C2)C1
C1=CCNCCNCCNCCNCCNCC1
C1=COC2=CC=C3CCNC(CC4=CC=C(C=C4)OC4=CC(=CC=C4)CC1)C3=C2
C1=CC=CCCCCOCCCCCCCCC2CCCC(CCC=CC=C1)O2
C1=COCCNCCCNCCNCCNC1
C1#CCCCCCCC=CCC1
C1=CCCCNCCC=C1
C1=NC2=NC(=N1)NCCSSCCNC1=NC(=NC=N1)NCCSSCCN2
C1=CCCOCCC=CC1
C1=CC2=CC(=C1)CCCCCCCCNCCNCC2
C1=C2CN3CCC=C4NCCC(OC1)C4C2CC3
C1OC2C3COC2CC1C3
C1=CCCNC=CCC1
C1CCNCC2=NN=C(CCCNCCNC1)O2
C1=COCC=CCOC=CCNC=CSCC2=CC=C(C=C2)C2=CC(=CC=C2)C2=CC=C(C=C2)CSC=CNC1
C1=CN[SH+]CC1
C1=N[NH+]=CN1
C1=CCCNCCNSCCCCCC1
C1=COCCCCOC2=CC(=CC=C2)CCNC1
C1C[Se]C1
C1=CCCNCCOCCCNCCOCCC1
C1=CCO[NH+]=C1
C1COPO1
C1=CCNCCCOCC1
C1=COCCO1
C1=CCCC2CCC3(CCC4(CCCC(CCCCCCCC1)O4)O3)O2
C1=CNCCCCNCCNCCNCCNC1
O1POPOP1
C1=COC2=CC=C(C=C2)CC2=NCCC3=C2C=C(C=C3)OCC2=CC=C(C=C2)CC1
C1=CC2=CC=C1CCCNCCNCCSCCCCO2
C1COCCNCCNCCNCCOCCOC1
C1=CSCCCCSCCCCSC=CSCCCCSCCCCS1
C1=CC2=CC(=C1)COCCCCCCCCCC2
C1=CC2=CC=C1CCCCCCCO2
CCl
C1CCCNCCNCCNCCCCCNCCCCNCC1
C1C[SH+]CS1
B1CCCCCO1
C1CC2CN3CCC2C1C3
C1=CCCCCC=CCCCCC=CCOCCC=C1
C1=CC=CCC=C1
C1=CCCCCCCC2=CC(=CC=C2)NCC=CCCCC1
C1=C2CCOC3CCNC4CC(CC2C43)N1
C1=COCCCOC=CCNCCNCCNC1
C1=C2CNCC3=CC=C(CNCC4=CC=C(CNCC(=C1)O2)O4)O3
C1=CCCCCCCCCCCOCCCCCCCCCCCCC1
C1=CCCCCC2C=C(CCCC=C1)CO2
C1=NC[S+]=C1
C1=CCCCCCCCOCCC=CCC1
C1=CC2=CN(C=C2)CCCCCCCCN2C=CC1=C2
C1=CSSSSSS1
C1CPN1
C1CNCN2CCN(CC2)CNCCNCN2CCN(CC2)CN1
C1CCCCCNCCNCCCCC1
C1=CC2=CC=C1CNC1=CC=[N+](C=C1)CCC[N+]1=CC=C(C=C1)NC2
C1=CSSSSS1
C1=CC2COC(O1)O2
C1=CC=[NH+]CC=C1
C1CNCCNCNNCCNCCN1
C1=CCNCCCC2C=C(CC=CCCC1)CN2
C1CNN=N1
C1=CC2=CC(=C1)CC1=CC3=CC(=C1)CNCCNCCNCCNCCNCC1=CC(=CC(=C1)CC1=CC=CC(=C1)C3)C2
C1CCNCCCNCCCOCC1
C1=CCCC2=NC=CC(=C2)C=CN=CC1
NO
C1=CC2CCCC1CC2
C1=CCC=CCCCC=C1
C1=CSCN1
C1=CCCC2=CC=C(CCCCCCC3=CC=C(CC1)O3)O2
C1=NCCC2=CC=C(C=C2)NCCN2CCN(CCNC3=CC=C(C=C3)CC1)CC2
C1CNC1
C1=CCCNCCNCOCCCCC1
C1CC2CCC3CC(C1)C2O3
C1=CN=S=NC1
C1=CCCOCCCOCCCC=CCCOCCC1
C1=CN2C3C=CC4C(C3S1)C42
C1=CC2=CC(=C1)CNC1=CC=[N+](C=C1)CC1=CC=C(C=C1)C[N+]1=CC=C(C=C1)NC2
C1=COCCOCCOCCOC=COCCOCCOCCO1
C1CCCCOCCC1
CO
C1=CC2CNCCC(C1)O2
O=S
C1=CCCN=CCCC=NCCCCC1
[NH-]N
C1=CC2CCCCN(C1)C2
C1=CC=C2C=CC=CC(=C1)C2
C1=CC2=C[N+](=C1)CCCCCCCCCCCCCCC1=CC=C[N+](=C1)CCCCCCCCCCCCCC2
[BH2-]1[NH2+]CCO1
C1=NCCNCCNCCNCCNCCNC1
C1=CC=NNC=C1
C1CC2CNCC1N2
C1CN[SH+]C1
C1=C2CCN(C1)CC2
C1PCPOP1
C1=NNC1
C1=CCNSN=CC2=CC=C3C=C4C=CCC(C=NCC1)CN4C3=C2
C1=CCOC=CSNCCCC1
C1=CCOC2=CC(=CC=C2)C=NCCC2=CC=C(C=C2)OC1
C1=CCCC2COC(C=CC1)C2
C1=NC2CCCC(C1)C2
C1=COCC=CNC1
C1CC2CCC1NN2
C1=CC2=CC(=C1)CCC1=CC=CC3=C1OC1=C(C=CC4=C1C(CC1=CC=C(C=C1)O2)NCC4)O3
C1CC2COSNC(C1)C2
C1=CCCCCCCCCC=CCCC1
C1=CC2=NC1=CC1=CCC(=N1)C=C1C=CC(=N1)C=C1C=CC(=C2)N1
C1=CC2=CC3=CC=C4C=NSNCCOCCNCC(=C1)CN2C3=C4
C1CNCCNCCNCCNCCNCCNC1
C1CNCCNC2CCCN(CCNCCNCCOC1)C2
C1=CCOCC2COC3CC(OCC=CCCCC1)C2C3
C1=CC2=CC(=C1)NC1=NC(=CC=N1)NCC1=CC=CC(=C1)OCC2
C1=C[SH+]NCN1
C1=CC2CCCC(COCCCCCCO1)O2
C1=CCC2CNC(C1)CNCCNCCNCCN2
C1=CNCCN1
[C-]#[O+]
C1COCCOCCOCCOCCO1
C1=CCOC=CNC1
C1CCNCNCCNCCNC1
C1=CSCCCO1
C1=CCCCCCCC2=CCC=C(C2)NCC=CCCCC1
C1=CCCCCCOCCCCC=C1
C1=COCC2=CC=CC(=N2)COC=CC=NC2=CC=C(C=C2)C2=CC=C(C=C2)N=C1
C1=C2OC3C=C2C(CCCCCCC3)COC1
C1CCOOCOOC1
C1CC2COC(O1)O2
C1CNCNNC1
C1=COCCNCC1
C1=CCC2C=CCC(CCOCC1)O2
C1=C[NH2+]N=C[NH2+]1
C1=NCC=[NH+]N1
C1=CC=CCNCCC=CCCCCC=CCC=C1
C1=CNPN1
C1=CSCCSCCCSCCS1
C1=CNC23CC4CC2C(C=CN4)C(C1)C3
C1=CCCCC2CC(CCO2)OCC=CCCCC1
C1COOCCOOC1
C1=CN=COC1
C1C2C3C4OC5C3C1C1C2C4C51
C1=NC2=CC=C3C=C2CN1CCCCNCCCC1=CC(=CC=C1)O3
C1CCCCOCC2CCC(=NCCC1)O2
C1=CC2CCC(C1)NC2
C1=CCCC=CC1
C1=CCC2C=CCC(COCCC=CCC3C=CCC(COCC1)O3)O2
C1=CC2CCOP(OC1)O2
C1=CC2=NC(=N1)NCCCCCSC1=CC=C2C=C1
C1CCC2CC(C1)O2
C1=CNNCCC1
C1=CC2CC=CC(C1)N2
[BH-]1=[NH+][NH+]=[BH-]N1
C1=CC2=NC(=C1)CCNCCNCCNCC2
C1CC2CC1NO2
C1CC2CCC(O2)C2CCC1O2
[BH3-][PH3+]
N[O-]
C1=CCOCCC2=CC(=CC=C2)NCCC1
C1=COCCCCOC2=CN=CC(=N2)NCN1
C1=CSCCCNC1
CS
C1OCOO1
C1=CCCOCC=CCOCCCCCOCC=C1
C1=COC2=CC(=CC=C2)CCC2=CC=CC(=C2)OC2=CC=C(C=C2)CC1
C1CP1
C1=CC2=CC(=C1)CCNCC1=CC=CC(=C1)NCCC2
C1=CCONC1
C1=NCOC1
C1CC2CCN(C1)C2
C1C2CC3C1C1CCC2C13
C1=CC2CC=NC(C1)C2
C1=COCCCCOCCCNC1
C1=CNCNN=N1
C1=NCNO1
C1=CC2C3CC(C1)C2CN3
C1=NCOCC1
C1CC2C3CCC4OC3NC1C42
C1=C[NH2+][N-]N1
C1=C[NH+]=NCN1
C1=CCCNCCNCCNCCNCC=CC1
N=O
C1=CCNCCNCCNCCNCC1
C1=CCCCCCC=CCCCCC1
C1CCCCCCCCCCCCCC1
C1=CCC2C=C(CCCC1)CO2
C1=CCC2C=CCC(CCOCCC1)O2
C1=CCC2CCC(CCCCCCCC1)O2
C1CC2CC(CN2)N1
C1=CCCNCCOCCC=CCCNCCOCCC1
C1CCCNCCCCCNCCNCCNCCCCCCNCC1
C1=CC2=CC=C3CN(COC4CCN(CCNC5=NC(=CS5)CC1)C4)CC3=C2
C1=CCCC2CCCC(CCCCC1)O2
C1=CC2CC(C=CO2)C1
C1OC2C3C4CC5C3C(O1)C1C5C4C21
C1=CC2CCC1C=[NH+]2
C1=CCC2CCC(O2)C2CCC(CCC1)O2
C1=CC2=CC3=CC=C4C=C3N2CC(=C1)CNCCCCNSNC4
C1=COCSC=C1
C1=CC2OCC3C1CC23
C1=CCSCCNCCCCCCCCCOC1
C1CCCCCCCCOCCNCCCCOCCCCCCC1
C1=N[NH+]=CCN1
C1CNPNC1
C1=CC2=CC=C1CCNCCNCCCCCCO2
[CH2+]S
C1=CCCCCCCCCOCCCCC2CC(CCC=C1)OCO2
C1=C2CCCC3CC1CCC23
C1=CC=CCCN2CC3CCCCCCCCCCCCN4CCC(C(CCC=C1)C4)C(C3)C2
C1=CCCNCCCCCCC1
[CH-]1CON=[NH+]1
C1=NNCCNN=CC2=CC=C(C=C2)OCC2=NC(=CC=C2)COC2=CC=C1C=C2
N[SH2+]
C1CCNCCCCNCCNCC1
C1CC2CC3CCN2C(C1)C3
C1=CCC=CCCC=CC1
C1=CNCCNCC1
C1CC2CCNC(C1)S2
C1=NC=[S+]S1
C1SCSCS1
C1=CCCCCCCC1
C1C[NH2+]OC1
C1=CNCC[NH2+]C1
C1#CNC=N1
C1=CC2CC1CCN2
C1=CN=CCC1
C1C[NH+]2CC[NH+]1CC2
C=C
C1=CC2CCC1NO2
C1=NSNCC1
C1=NC[N-]C1
C1=CC2=CC(=C1)C1=CC=CC(=C1)C[N+]1=CC=C(C=C1)NCCCCCCCCCCNC1=CC=[N+](C=C1)C2
[BH3-]P
C1CNCCNNCCNCCN1
C1=CC=CCCCC=CC=CCCOCC=CCC=CCCC=C1
C1=CCCC2=CCCC(CCCCC1)C2
C1=COCCCCC1
C1CCCCNCCCC1
C1=CC2=CC=C1CSCC1=CSC(=C1)CSC2
C1CNCC2CC(CN2)NCCN1
C1CCC2CCCCC(C1)O2
C1=COC2=CC=C(C=C2)CC2=NCCC3=C2C=C(C=C3)OC2=CC(=CC=C2)CC1
C1=CC2=CN(C=C2)CCCCCCCCCCN2C=CC1=C2
C1=CC2OCC(CO1)O2
C1CNCCCNCCNCCNCCNCCNC1
C1=C[Se]CN1
C1=CCCCCCCC=CC=CCOCCC=C1
C1=CC2=CC(=C1)OC1=CC=C(C=C1)CCCNCCC1=CC(=CC=C1)OC1=CC=C(C=C1)CCNCCC2
C1=CN2CCCC(C1)O2
C1=CCCOCCCCCC2=CSC(=N2)CCOCC=C1
C1CN2CCN(C1)C2
C1=CCCNCCNCCNCCNCCC=C1
C1C[SH+]CC[SH+]CC[SH+]1
C1=CC2C3CCC2CC1C3
C1=CC2=CC(=C1)NCCNCCNCCNCCNCCSCC2
C1=NN[NH+]=N1
C1OC2CC3OC4CC3C(C2)C1CO4
C1CSSCCOPO1
C1CN2CCNCCN(CCN1)CCOCCOCC2
C1CC2CCN(C1)O2
C1=CC1
C1=CC2CC=CC(C1)[NH2+]2
C1CCCNCCCCCCOCC2CCCN(CCCSCCC1)C2
C1=CC2CCCCC3COC(CCC=C1O2)C3
C1=CNCNCCC1
C1=CC2=CC=C3C=CN=C(OC4CCN(CCNCCCCC1)C4)C3=C2
C1=CC2=CN(C=C2)CCOCCOCCOCCOCCN2C=CC1=C2
C1=CC2=CN(C=C2)CCOCCOCCN2C=CC1=C2
C1=CC2CC(C1)CC=N2
C1CC2NC3CC2CC1S3
C1=NC=NNC1
C1COCCOCCOCCOCCN1
C1[SH+]C2CNC1C2
C1CCOCCCCCOCC1
C1CC2OC3CC4CCC3C2C4C1
C1CCOCOCC1
C1=CCNCCNCC1
C1=C2CCCCOC3=CC=C(C=C3)CC1NC2
C1COCCOCC23CC4CC(C2)CC(COCCOCCO1)(C4)O3
C1=CCCCCCCCC=CCCC1
C1#CCCCCCC=CCCC1
CC
C1=CO[SiH2]OC=CO[SiH2]O1
C1COPSPO1
C1=CSNCCCCN2CCC3=C2C=CC(=C3)NC2=NC=CC(=N2)NC1
C1=CC2=CC(=C1)CCCNC1=CC(=CC=C1)CNCC2
C1=COCCOCCNCCNC2=NC=CN(CCNC1)C2
C1=CCCC2C=CC(CC1)O2
C1=NCC=NC1
C1CCNCCNCCCCCOCC1
C1=CCC2CC(CO2)C2CCCC(CC=CC1)O2
C1=CCOCCCCOCC=CCC2OCC(C=C1)O2
C1=CC2=CC(=C1)CCC1=CC(=CC=C1)NC1=NC(=CC=N1)N2
N1=PN=[SH]N=P1
C1=CCCC=CCC1
C1CC2OCC3C1CC23
C1CNCCNCC2CCC(CCNCC3CCC(CCNCCN1)O3)O2
SI
C1=CC2=CC(=C1)OCCNCC1=CC=C(C=C1)C1=CC=CC(=C1)C1=CC=C(C=C1)CNCCO2
C1CCCOCCNCCNCCNCC1
C1=C2CNCCNCCNCC3=NC(=CS3)C3=NC(=CO3)CNCC(=N2)O1
C1CCC2OCC(C1)OO2
C1=CCCOCC2CC=CC(CC=CCCOCC1)O2
C1=CCSCCC1
C1=COC2=CC(=CC=C2)C=CC2=CC=CC(=C2)OC2=CC=C(C=C2)CC1
C1CCCCCCCCOCCCCCCCC1
C1=CC2=CC(=C1)CNCCCCCNCCCCNC2
C1=CC2COC(C1)C2
C1CC2OC3CC1CC2C3
C1=CCC2=CN(CCNCC3=CC(=CC=C3)OC1)N=N2
C1=CCCNCCNCNCCCCC1
C1=CC2=CC(=C1)OC1=CC(=CC=C1)CC1CNC(CNCCNCCNCCNCCN1)C2
C1=CCCCC2CC(CC=CCCC1)CCO2
C1CC2CC3CC(C1)OC3C2
C1=CCC=CCNC=C1
C1CN2C3CC1C1COCC3CC12
C1=NN[NH+]=C1
C1C[SH+]CC[SH+]1
C1=C2CNCCCCNCCNCCCCCN1N=N2
C1CNNCCN1
C1=C[N+]2=CC(=C1)CCCCCCCCCCCC[N+]1=CC=CC(=C1)CCCCCCCCCCCCC2
C1=C[SH+]CCC=N1
C1=CSCSC=C1
C1CNCCNCNCCNCCN1
C1CNCCNCCNCC[SH+]CCNC1
C1=CC2=CN(C=C2)CCOCCCN2C=CC1=C2
C1=CC2=CC(=C1)CNCC1=COC(=N1)C1=CSC(=N1)C1=NC(=CC=C1)C1=NC(=CS1)C1=NC(=CO1)CNC2
C1=CC2=CC(=C1)CCNCCNCCNCC2
C1=NCCCCCCCCN=CC2=CC=C(C=C2)OCC2=NC(=CC=C2)COC2=CC=C1C=C2
C1=NSNCN1
C1CCNCCNCCNCCCNC1
C1=CCCCOC2CC3CC4=C(C=CC=C4OCC=CC1)CN3C2
C1=CC2C=CC(C1)NC2
C1CCCNCCNCCNCCNCCNCCNCCC1
C1=CC2OOC(C1)O2
C1=CCCN2CC=CC(CC1)C2
C1=CSC=COPO1
[CH2-][NH3+]
C1=CN2CCCCCOCCC1C2
C1=CCCCCCCC=C1
C1=CC2=CN=C(CCCCCCN1)O2
C1=C[N+]2=CC(=C1)CCCCCCCCCCC[N+]1=CC=CC(=C1)CCCCCCCCCCCC2
C1CC2C3CCN2CCC1C3
C1=CCOCC2=CC(=CC=C2)C2=NC(=NC=C2)NC2=CC(=CC=C2)CNC1
C1=CSCCCSCCCS1
C1=CCC=CN=C1
C1=CC2CC(NC=N2)O1
C1CSCNN1
C1CCNCCCNCCCNCCCNCC1
C1=COPC1
C1=CNPN=C1
C1=CCCC2=NC(=CN2)C=CN=CCC1
C1=CCC2CC[NH+](CC1)CC2
C1=CCCCC2CCC(=CCCCC1)CO2
C1=CC[SH+]C1
C1=CC2=CC(=C1)CCCCNC1=NC=CC(=C1)COCCC2
C1=CCCCC2CCCC(O2)C2=CCC=C3OC(C=C32)CCCC1
C1=CC2CCC3OC4=CC=C(C=C4)CC4CC5(CCC1C(C5)C23)CN4
C1=C2CCCCCCCCCC1OC2
C1CNCCNCCNCCSSC1
C1C2CC3CC(CC1O3)N2
C1=CC2=CC(=C1)CNCCSSCCCNC2
C1=CC2=CC(=CC=C2)NC2=NC=CC(=N2)NC2=CC1=CC=C2
C1NCC2COC(=N2)CNCC2COC(=N2)CNCC2COC1=N2
C1=CCOCCC=CCOCCCC1
C1=CCOCCNCC2=CC(=CC=C2)CNCC1
C1=COCNN1
C1=NCNCS1
C1=CSCCN1
[BH2-]1[NH2+]C=CO1
C1=CCNCCNCCC2=CC=C(C=C2)OCCC1
C1=CCC2CCCCC3=C(O2)C(=CC=C3)NCCCCCCC1
C1=CCCCCC2CCC(C=CCC1)O2
C1=NC2=C3C=C(C=CC3=C1)CCCCCOCNCCN1CCC(C1)O2
C1=CC2=NC1=CN=CC=NC=C1C=CC(=N1)C=C1C=CC(=C2)N1
C1#CC=CCNCCC#CC=C1
C1CC2COCC1N2
C1N2CN3CN1CN(C2)S3
C1=CCOCCNCCNCCNCCNCC1
C1=CCCCC2=CC(CCCCCC1)OC2
C1=C2C=CC(=C1)OCCN1C=C(CCCNCCNCCNCC2)N=N1
C1=CC2CCC1C[NH2+]2
C1=CCOC2=CC=C(C=C2)CC=CCCC1
C1CONSC1
C1=CPCC1
C1=CC2OC=CC(O1)O2
C1CCNOCC1
C1=NNNN1
C1=C[N+]2=CC=C1NCCCCCNC1=CC=[N+](C=C1)CCSCC2
C1=CC2=CC(=C1)CNC1=CC=NC(=N1)NC1=CC(=CC=C1)SN2
C1=CCCC2CCCC3=C2COC3CCCC1
C1CC2CCC(CC2)CN1
C1=CC2=CC=C(C=C2)CCC2=CC=C(C=C2)OC2=CC(=CC=C2)CC1
C1=C2CCCCCCC3CCC(CC1OC2)O3
C1=CC2CCNCCNC(CNCCCCO2)CSSCC1
C1=NNCCNN1
C1=CCCCOC=CSNCCCC1
C1=CC2=CC(=C1)OC1=CC=C(C=C1)CCCCCCC2
C1CCC2CCCC(C1)N2
C1=CC2CCCCC3OOC1CC23
C1CC2OC3CC2CC1O3
C1=CCCNCCCNCCC=C1
C1=CCC2CCCC(CCOCCCCCCC1)O2
C1=CC2=CC(=C1)CC1=CC=C(C=C1)C[N+]1=CN(C=C1)CC1=CC=C(C=C1)SC1=CC=C(C=C1)CN1C=C[N+](=C1)CC1=CC=C(C=C1)C2
C1=C2CNCC3=CC=C(CNCC4=CC=C(CNCC5=CC=C(CNCC(=C1)O2)O5)O4)O3
C1=CC=[NH+]CCCCCCNC=CC=CC=[NH+]CCCCCCNC=C1
C1=CC2=CC3=CC=C(N3)C3=C4N=C(C=C5C=CC(=CC1=N2)N5)CC4CCCC3
C1CCCCNCCCCNCCC1
C1=CN=CNCC1
C1CCSSCCCNCCNC1
C1COCON1
C1CPCCN1
C1CCOOC1
C1=CC[SH+]CC1
C1=C2CCCCCCC3=CC=C(CCCCCCC(=C1)O2)O3
C1=CCCCCN2CC3CCCCC=CCCCCN4CCC(C(CCCCCC1)C4)C(C3)C2
C1CC2CCC(C1)O2
C1=CSNCCCCCCCCCCO1
C1=CCCOCCCCCCCOCCNCC1
C1CC[SiH2]CC1
C1=CN2CCNC(C1)C2
C1=COCC=COC1
C1CC2OCC1O2
C1=CC2=CC(=C1)CCCOCC1=CC=CC(=C1)CCCCC2
C1=CC2=CC3=CC=C(C=C3N2)CNSNCCCCNCCO1
C1CC2CC3CCN2C(C3)O1
C1=CC=NCCCCCN=CCN=CCN=CN=C1
C1COOC1
C1=COPNC1
C1=CCSCCN=CCCCCCOC1
C1=CNCSC1
C1=CCOCNCCNCCCNC1
C1=CCCNCCCNCCCNCCCCCOCC=C1
C1=[NH+]CN=N1
C1=CCCOC2CCC(CCCCC1)CC2
C1COPC1
C1CC2COCC(C1)N2
C1=CCCC2=CCC(CC=CC1)O2
C1=C[NH2+]C=C1
C1CC2CCNC(C1)O2
C1=CC2=CC(=C1)CCCNCCC1=CC=C(C=C1)NCCN1CCN(CCN2)CC1
C1=CCCCOCC2=CC=CC(=C2)CC=CCC1
C1CCCCNCCNSCCCC1
C1=COC=C[NH2+]CC1
C1=CC2=CC(=C1)NC1=NC=CC(=N1)C1=CC=CC(=C1)CNCCNC2
C1=CC2=CC3=C(N=CC=C3C=C2)OC2CCN(CCNCCCCC1)C2
C1=CCOCCCC2CCC(CCC1)O2
C1=C2CCC(=N2)N1
[PH2-]
C1=CC2CC3CC1CC(C2)C3
C1CNCCNCCNCCNCNC1
C1=CN2CCCCC[NH2+]CCCCCC[NH2+]CCCCCN(C1)C2
C1=CCNCCNCCNCCNCCNCCOCOC=C1
C1=CN=CSC1
C1CN2C3CC1CC2C3
C1=CCC2=CC=C(C=C2)OC2=CC(=CC=C2)CCCC1
C1CCNCCCNCCNCCNCCCNC1
C1=CCCC2CCCC(CCNCC3=NC(=CS3)C=C1)S2
C1C[SiH2]C1
C1=CC2C=CC(CCCC1)O2
C1CCNSNC1
C1=CCCCCOCCC=CC1
[CH2+][NH-]
C1CCCNCCCCNCCC1
C1CCCCCOCCOCCOCCCC1
C1=C2C=C3C(=C1)C=CN3CCNCCCCCNSNC2
C=[SH+]
C1=CC2=CC(=C1)CCCNCC1=CC(=CC=C1)COCCC2
C1=CC2CC1NO2
C1CNCCNCCNCCNCCNCCSC1
C1=[NH+]CCCC1
C1=CC2=CC=C1CNCCCN1CCN(CCCN3CC4=CC=C5CN(CCCN6CCN(CCCNC2)CC6)CC2=C5C4=C(C=C2)C3)CC1
C1=CCOC=CNCNC2=CN=CC(=N2)OCC1
C1=CC2CNCCC1C2
C1=CCC2CCC(CC1)C2
C1=CCCC[N+]2=CC(=CC=C2)CCCCCCCCCCCC[N+]2=CC=CC(=C2)CCCCCC1
C1=CC2=CN(C=C2)CCCC2=NC=CC(=C2)CCCN2C=CC1=C2
C1=CC2CC(CC1)CCO2
BC
C1CC2COCC(N1)N2
C1=CCCC=CCCCC=CCC1
C1CC2CC3OCC1C2CO3
C1=COC2=CC(=CC=C2)C=CC2=CC=CC(=C2)C2=CC(=CC=C2)CC1
C1CCC2CC(C1)CCO2
C1=CCPCC1
C1=CCCCC2C=C(CCCCCC1)CO2
C1=COCC=CCCNCCNCCOC=C1
C1=CCCCC=CCCCCCC=C1
C1CCCSCC1
C1=CC2=CC(=C1)COC1=CC(=CC=C1)CNC1=NC(=NC=C1)N2
C1=CNNNC1
C1=CCC=CCCC2CCCC(C=C1)C2
C1=COCCOCCOCCOCCOCCOCCO1
C1=CC2=NC(=C1)C1=CC=C(C=C1)C[N+]1=CC=C(C=C1)NCC1=CC=C(C=C1)CC1=CC=C(C=C1)CNC1=CC=[N+](C=C1)CC1=CC=C2C=C1
C1CSSSC1
C1CCCNCNCCCCCNCCNCC1
C1=[NH+]OCCC1
C1=CSCCSC=CNCNC2=CC=C(C=C2)NCN1
C1=CCC2CNCC3=C2NC(=C3)C2=C3N=C(C=NC3=CC=C2)NC1
C1=CCOC=NC=CC2=CNC(=N2)CC1
C1=C2CNC3CC4NCCCNC(OC1)C4C2C3
C1=CSSSSC=C1
C1=CCC2C=CCC(CCCCCCCC3CC(CO3)OC1)O2
C1CCCOCCC2CC(CCC1)COC1CC(CCCCCCC3CCC(C1)O3)CO2
C1=CC2=NC(=C1)CNCC1=COC(=N1)C1=COC(=N1)C1=NC(=CC=C1)C1=NC(=CO1)C1=NC(=CO1)CNC2
C1=CC2CC(CN1)CN2
C1=CCCCCCCCCCC=CC1
C1CC2COCC1C2
C1=C[NH+]=CCN1
C1CNCCNCCNCCNCCNCCNCCNCCSSC1
C1=CC2=CC=C1CCNCCCCCCCCCO2
C1=CCOC2=CC=CC(=C2)CNCC2=CC=C(C=C2)C2=CC=CC(=C2)C2=CC=C(C=C2)CNCC2=CC=CC(=C2)OCC=C1
C1=COCCCCOC2=CC=C(C=C2)CCNCCNC1
C1=CCC=CCC=CC1
C1=COCC=CCOC=CCNC2=CC=C(C=C2)OCCSC=CNC1
C1=COPOC=C1
C1=C[OH+]CC1
C1COOCOO1
C1=NOCO1
C1=CSC=CS1
C1=CCCOCC=COCCCCC1
C1=CN=NC=C1
C1=CCCCCCCCCCOCCCCCCCCC=C1
C1=NCCCCCCC1
C1CN2CC3CC1CC(C3)C2
C1CNCCNCCNCCSCCNC1
C1=COCC2=NC(=CC=C2)COC=CC=NCCNCCN=C1
C1=CNCSCC1
C1=C2CCC3=C4C=C(CCC5=C1C(CC2)CC5)CCC4CC3
C1=C2C=C3C=C4C=CC5=C(N=C6C=CC(=CC6=C5)CNCCNCCNCC5=CC=C6N=C7C(=CC6=C5)C=CC5=CC6=CC(=CC=C6N=C57)CNCCNCCNC2)C4=NC3=C1
C1=CC2C3C=CC4CCN(CC3CC1)C42
C1=CC2=CC(=C1)CCCOCC1=CC=NC(=C1)CCCCC2
C1CC2CCC(C1)C2
C1=CC2=CC(=C1)COC1=CC(=CC=C1)CCCNC1=NC(=NC=C1)N2
C1=CNCC2=CSC(=N2)C2=CC=NC(=C2)CCOCCNC1
C1=CCCCNCCNCCNCCCNCCC1
C1=CC2=NC1=CC1=CC=C(C=C3C=CC(=N3)C=C3C=CC(=C2)S3)S1
C1=[NH+]CCC[NH+]=C1
C1=NSCO1
C1=CCCC=CCCC=CC1
C1=CC2CC(CCN2)O1
C1=CCC2CCC(CCCCCCC1)O2
C[OH2+]
C1=COC=N1
C1=CCCNCCNSCCCCC1
C1=CC2=CC(=C1)C1=CC(=NC=N1)SCCNCOCCNC2
P=S
C1=CCCCC=CCCC=C2CNC(CCCNCC=C1)C2
C1=CN=CC1
C1=CC2CCCC(CCCCCC1)C2
C1=CSCC=CCOC2=CC=C(C=C2)CCNC1
C1COCCOCCC2CN(C1)CO2
C1#CC=COCCCOC=C1
C1CC2CC3CC(C1)C3C2
C1=CC2=NC(=C1)CNCCNCCNCCNCCNC2
C1=CN=CN=C1
C1=CC2=CC3=CC=C4C=NSNCC=CCNCC(=C1)CN2C3=C4
C1=CCCC=CCCCCCC=CC1
C1=CNC2=C3C=C(C=CC3=NC=N2)OCCCCCNC1
C1COCSC1
C1=CNCCCCCCN1
C1=CPC=CO1
C1=CC2CC(C1)CCO2
C1CN=C2NN=C(NCCNC3=NNC(=N1)S3)S2
C1=NN=CCC1
C1=CCCNCCC=CCCNCC1
C1CC2CSCC(C1)N2
C1CC2CC3CCC2C3C1
C1COCCOCCOCCOCCOCCO1
C1=CC2=CC(=C1)CCCCCCCC1=CC2=CC=C1
C1=NN=CNC1
C1=CCC=CNC=C1
C1=CCNC=CCC1
C1CCCCNCCC1
C1=NNCPN1
C1NC2CNCC3CC1NC32
C1=CCCC2C=CCC(CC=CCC1)C2
C1CCCCCCCCCCCCCOCCOCCCCCCCCCCCCC1
C1=CC2C=CC(C1)CN2
C1CCCCNCCNCCNCCC1
C1=COC2CCCC(C1)C2
C1=CCCCNCCNCCNCC=CC1
C1CCNCCCNCCNCCNCC1
C1=CC2CCCNC(C1)C2
C1CCCCCCCCCCCCOCCOCCCCCCCCCCCC1
C1=[NH+]OCC1
C1=CCOCCCCCOCCCCOCC=C1
C1=C[SH]=CN1
C1=N[NH+]=NO1
C1=CC2=C[N+](=C1)CCCCCCCCCCCCCC1=CC=C[N+](=C1)CCCCCCCCCCC2
C1=NCN=C1
C1#CCCCCC#CCC1
C1=CC2=CN=C(N2)OCCCCCCCCCO1
C1=CC2CC3CCC2N(CC1)C3
C1CNCCOCCN1
B1OCOCO1
C1=CC2CCNCCNC(CSSCC1)CN1CCC(CCO2)CC1
C1=C[NH2+]CCC1
C1CSCCCSCCCSCCCSCCCSC1
C1=NCC2=CC(=CC=C2)NCOCCC2=CC=C(C=C2)C1
C1=CCNCCNCCNCCNCCOC=C1
C1=CC2=C3C=C(C=CC3=N1)CCCCCCCNCCN1CCC(C1)O2
C1=CCNCCNCCNCCCCCC1
C1=CNON1
C1=C2CNCCNCCNCCNCCNCC(=C1)N2
C1=CNCCCCCCCOCCCC1
C1=CC2=CC(=C1)CNC1=NC(=NC=C1)NC1=CC(=CN=C1)CC2
C1CCCCCSCCNCCCC1
C1=CCCOCCCCOCCCCCOCC=C1
C1=CC2C=CC(C=C1)CC2
C1=CC2=CNC(=N2)CCCCCCO1
[NH3+]Br
C1=N[N-]N=N1
C1=CC=NC2=CCC3=C(C=CC4=C3CC(OC=CCCCCCCCCC=C1)O4)C2
C1=C[N+]2=CC=C1NCCCCCNC1=CC=[N+](C=C1)CCOCC2
C1=CCCC2CCCC(CCC1)O2
C1=CC=CCNCCCCCCCCCCCC=C1
C1=CCCC=CCNCC=CC1
C1=CC2CCC(C=C1)O2
C[PH-]
C1CCNCCCCNCCCCCNCCCCNCCCCNCCCCNCC1
C1CSC1
C1=C2CCCC(CCCC1)COC2
C1CCCCCNCCNCCNCCCC1
C1=CCSCC1
C1CC2CN3C4CC5CC3C(C1)(C5)C24
C1=CC2C3CCCC2C3C1
C1=CCNCCNCCNCCNCCCCC1
C1=CCCCCCCCOCCNCCCCOCC=C1
C1NC2CC1C2
C1=CNNC=C1
C1=CCCCCCCCNCCOCCCCCCCCCCCCCCC1
C1=CC2=CC(=C1)OCCCCOC1=CC(=CC=C1)CNCC2
C1=CC2CCNCC(C1)C2
C1=CC2CCOCCOCC3CCCC(O3)OC(C2)O1
C1NCC2CC1N2
C1=NSNC1
C1=CC2CNCC1N2
C1=CC2=CC=C1CNCCCCCCNCCCCCCCCNCCCCCCNC2
C1CCCCC2CCCC(CCCC1)O2
C1=CS[S+]=C1
C1=CCOCC2=CC=C(S2)C2=CC=NC(=N2)NC2=CC(=CC=C2)COC1
C1=NCC=[S+]1
C1=CCCCCCC=CCCCC1
C1OC2CC3CC1CC(C3)O2
C1=CC2=CN=C(CCCCCC=N1)N2
C1=CN=CCN=C1
C1=CC=CNC=C1
C1CCCNCCNCCCCCCNCC1
Cl[SeH]
C1=CNCCCC2=CC(=CC=C2)NC2=NC(=CC=N2)NC1
C1=CCCN=C1
C1CCSCCCNCCCOC1
[ClH3+2]
C1=CCC2CCC(CC3CCCC(CC1)O3)O2
C1=CSSCN1
C1=CC2=CN(C=C2)CCCC2=NC=C(C=C2)CCCN2C=C1NC2
C1=CC2=CC(=NN=C2)CCCCCCN1
C1=COCCOC2=CC=C(C=C2)OCCOC=COCCOC2=CC=C(C=C2)OCCO1
C1CC2NCC1O2
C1=CC2C3CCCC2C1C3
C1CC2CCC(C1)[SH+]2
C1=CC2=CC(=C1)CCCNCCNCCO2
C1=CC2CCC(N1)O2
C1=CCOC2=CC=CC(=C2)NC2=NC(=CC=N2)C2=CC(=CC=C2)OCC1
C1=C2CNCC3=NC(CNCC4=NC(=CS4)CNCCNCCNCC(=N2)S1)CO3
C1=CCC2CC(=CCCCCCCC1)CO2
C1COCCOC1
C1=NNN=C1
C1#CC2=CC=C[N+](=C2)CCCCCCCCC[N+]2=CC=CC(=C2)C#CCCCCCCCC1
C1CCSSCCCCCC2CNC(CC1)CNCCNCCN2
C1=CCCNCC=CC1
C1CNCCNCCOCCNCCOC1
C1NC2C3C4CC5C3C1C1C5C4C21
C1CC2CC(O1)O2
C1CCC2CCC(C1)NN2
C1=[NH+]N=NN1
C1=CNSNC1
C1=CC2=CC3=CC=C(C=C3N2)CNSNCCOCCNCCO1
C1=CCCCC=CC1
C1=COC2=CC=CC(=C2)CCC2=CC(=CC=C2)OC2=CC=C(C=C1)C=C2
C1=CCNC=CNC1
C1=CC2CCC(C2)N1
C1=C[NH+]=CCCN1
C1CCC2CC(C1)N2
C1=CCCC2CCCCCC(CC=C1)O2
C1CC2CCCC(C1)[NH2+]2
C1=CCNCC2=CCN3CCCCC(NCCNCCC1)C3=N2
C1=CC2C3CCC2OC1C3
C1=CCC2=CC(=CC=C2)OC2=CC=C(C=C2)CC=CCC2=CC(=CC=C2)OC=CC1
C1=CCOCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC1
C1=CC2=CC=C1CNCCCOCCNCC1CSC2=N1
C1=CCC=CC1
C1=NCCCCCCCNCC=NCCCCCCCNC1
C1CCCCCCNCCNCCCCCC1
C1=CC2CC(C=CN2)C1
C1=C[I+]C=C1
C1CCOCCNCCNCCNCCNCCCOC1
C1=CCCNCCCCCCCCC1
C1=CC2=CC(=C1)CNCCNCCNCCNC2
C1=C2N=C(CNCCCNCCNCC3CSC2=N3)S1
C1CCC2C3CCC4CCN(CC3C1)C42
C1=COCCNCCCCNC1
N=P
C1=C[SH+]C=CC1
C1=CC2=CC=CC(=C2)OC2=CC=C(C=C2)CCCCC1
BBr
C=[Se]
C1=C2CCC(CCCCCCCCC1)O2
C1=CNCC=N1
C1CCCCCCCCOCCCCCCC1
C1=NNC=P1
C1=CSCS1
[CH2-][SiH3]
C1=[NH+]CC2CCCC1C2
C1CN2C3CC4OC(C3)C2C14
C1CCCNCCNCCNCCCNCC1
C1=N[NH+]=CC1
C1=CCCOCCCCNCCNCC1
C1=CC2=CC(=C1)CC1CNCCNCCNCCNCCNC(CN1)CC1=CC=C(C=C1)N2
C1NCC2CSCC1C2
C1COCCOCCOCCOC1
C1CCCCCOCCCCOCCCCC1
C1=NCC=NN1
C1=COC=CN1
C1=C2CCCCCCCC1OC2
C1=CCCOCCCOCCNCCCCOCCC1
C1=CCCCCCCOOCC=C1
N#[NH+]
C1=CCNNC=C1
C1=C2CNCCNCCOCCCNCC(=N2)S1
C1=COCCOCCOCCOCCOC=CNCC2=NC(=CC=C2)CN1
C1=CC=CN=CN=CC=C1
C1CCNCCCCCNCCNCCNCC1
C1=NCCCN1
C1=CC2=CC=CC3=C2CCN(COC2CCN(CCNCOCCC1)C2)C3
C1CC2CCC(CO1)O2
C1=COC2=CC=C(C=C2)CC2NCCC3=C2C=C(C=C3)OC2=CC(=CC=C2)CC1
C1=CCCNCCCCNCCCC1
C1=CC2CC3CC(C1)C2C3
N1C2NC3NC4NC3NC2NC14
BP
C1=CCCC=CCOC2CCOC(CCCC=C1)C2
C1=CC2=CC(=C1)CNCC1=CC=CC(=C1)CNCC1=CC(=CC=C1)CNC2
C1=NN1
C1=CCSNC1
C1=COCCCCNCNCNC1
[NH-][SH2+]
C1=CC2C3C=CC2OCCC1N3
C1=CC2CCC1C=N2
C1=CCN2C=NC(=C2)CCCNCC2=CC=CC(=C2)OC1
C1=CCCCOC=CC1
C1=CC2OCCC(C1)O2
C1CNPC1
C1=NOCN1
C1=CC2CC3CCC24OCC(=C4O3)CCCCC1
C1=CCCOC=CSNCCCC1
C1COCCSN1
C1CCCC2CCC3COC(CCC1)C3O2
C1=NC2=NC(=N1)NCCCSCCCNC1=NC(=NC=N1)NCCCSCCCN2
C1=CC2=CC(=C1)OCCOC1CCN(CCNCC2)C1
C1=CC[CH-]C1
C1CC2COC(C2)O1
C1CCNCCCCNCCNCCNCC1
C1OCC2C3CCC2C1CO3
C1=COCCNCCNCCNCCNCCC1
C1CN1
C1=CSNCCN1
C1=C[NH+]=NC=N1
C1=CSSCC1
C1=CCCC2OC(CC=CCC1)C1CCOC2C1
C1=CC2CCCC(COCCCO1)O2
C1#CC=COCCOC=CC#CC=COCCOC=C1
C1CCC2CCC(C1)N2
C1CCCCNCCNCCNCCCNCCC1
P[SeH]
C1=CSC2CNC(CNC3=CC=CC(=C3)COCCCOC1)C2
C1=C2CCCNCCNCCCCNCCCCCCN1N=N2
C1NCC2C[NH2+]CC1C2
C1CNCCNCCOCCOCCNCCN1
C1=C2COC(C2)CC2CCC(CCCCC1)O2
C1OC2CC3CC1C2C3
PS
C1=CC2CN(C1)CN2
C1=CC2=CC=C(C=C2)OC2=CC=CC(=C2)CCNCCCC2=CC=C(C=C2)OC2=CC(=CC=C2)CCCN1
C1=CC2=CC(=C1)OC1=CC=C(C=C1)CCCNCCCNCC2
C1=COPC=C1
C1NCON1
C1=CC2=CC(=CC=C2)CCCCCC=N1
C1=CC2=CC=C3C=C2C(=N1)OC1CCN(CCNC2=NC(=CS2)CCCC3)C1
C1CCCCCCOCCNCCCCC1
C1=CO1
C1=CCCCNCCNCCNCCNCCCC1
C1OOCOO1
C1CCNCCCSSCCNCC1
C1=CN2CCNCCNCCNCCNCCNC1C2
C1=CCCCNCCNCCNCCCC1
C1=NONN1
C1=COC=C[NH+]=C1
C1CCOC1
C1CCCCCSNCCNCCCC1
C1=N[NH2+]CC1
C1=CSNCCCCCCCCCO1
