{"PBr": 1, "P[S-]": 2, "C1=CC2=CC(=C1)C[N+]1=CC=C(C=C1)NCCOCCNC1=CC=[N+](C=C1)C2": 3, "C1=C[N+]2=CC=C1NCCCCCCNC1=CC=[N+](C=C1)CCCCC2": 4, "C1C[Se]CO1": 5, "C1C2CC3OC1C1CCC2C31": 6, "C1=CC2=CC(=C1)CCCNCC1=CC=CC(=C1)COCCC2": 7, "C1=CCCCNCOCCCCCCCC1": 8, "C1=CCNCOCCCCCCCC1": 9, "C1=CC2=CC=C(C=C2)OC2=CC=CC(=C2)CCNCCCC2=CC=C(C=C2)OC2=CC=CC(=C2)CCCN1": 10, "C1=C2C=CC(=C1)OC1CCC3=C1C=CC(=C3)CCOCCC2": 11, "C1=COCCOCCN2CCC(CC2)NC1": 12, "C1=CCPC=C1": 13, "C1=CCOCCCCC=CCOCCCC1": 14, "C1=CCC2CCC=C(CC1)C2": 15, "C1OC2CC3CC1CC(C3)C2": 16, "C1CNCSC1": 17, "C1=NCCCCCCCCCCC1": 18, "C1=CCNCC2=CC=CC(=C2)NC2=NC=CC(=N2)C2=CC(=NC=C2)OCC1": 19, "C1=CNC[CH+]1": 20, "C1=CC2OCC1OO2": 21, "C1=C[SiH-]OC1": 22, "C1=CP=NC=N1": 23, "C1COCCC2CCCC3(CC(CCO3)OC1)O2": 24, "C1=CC=CNCC=C1": 25, "C1=NN=CS1": 26, "OS": 27, "C1CONCN1": 28, "C1CC2OCC3CCCC2C3C1": 29, "C1=NNCN1": 30, "C1CC2CNC(C1)O2": 31, "C1N=[NH+][N-]O1": 32, "C1CC2C[NH2+]CC1C2": 33, "C1CCC2CCC(CCC3CCOC(C1)CC3)O2": 34, "C1CC2CCN(C1)CC2": 35, "C1=CC2CCC(CC1)NC2": 36, "C1#CCCCCCCCCCCOCC=C1": 37, "C1=CSC=CCC1": 38, "C1CN2CCC3C4COC(CC14)C32": 39, "C1=CCCCC2=COC(=C2)CC=CCCC1": 40, "C1=CC2=CC(CCC3=CCC(C1)O3)CO2": 41, "C1=NCNCN1": 42, "C1=CC2CCC1P2": 43, "C1COCNCO1": 44, "C1CS1": 45, "C1=CNSCCN1": 46, "C1=CC2CC3CCC2N3C1": 47, "C1=CC2C3CCCC2NC1CC3": 48, "C1=C[SiH2]CC1": 49, "C1=CCOCC2=COC(=C2)C2=CC=NC(=N2)NC2=CC(=CC=C2)COC1": 50, "O[ClH2+2]": 51, "C1=C2COC(CCCCCCC1)C2": 52, "C1CN2CCC1NC2": 53, "C1=CN[SH]=C1": 54, "C1=NCN=CO1": 55, "C1CC2CCC(C2)O1": 56, "C1=C[N+]2=CC=C1NCCOCCNC1=CC=[N+](C=C1)CCSCC2": 57, "C1=CNNN=C1": 58, "C1=CNCCNCCNCCNC1": 59, "C1=CCCOCOCCCCCCCOCCNCCOCCCCCC1": 60, "C1CCOCCCCC2CCC(CC1)OCO2": 61, "C1=CCCNCCOCCCC=CCCNCCOCCC1": 62, "C1CCCC2CCC3CC4C5OC6(CCC7CCC(CCC8CCCC(CC1)O8)O7)CC5OC4C(O6)C3O2": 63, "C1CNCCSSC1": 64, "C1CC2C3COC2CC1C3": 65, "C1=CSCCCC1": 66, "C1=CNCCOC1": 67, "C1=[NH+]CCCS1": 68, "C1CSCC[NH2+]1": 69, "C1=NSCS1": 70, "C1=CC=CCCC=C1": 71, "B1OCCO1": 72, "C1CCC2CC(CC1)OO2": 73, "C1=C2CCCNCCNCCNCCNCCN1N=N2": 74, "C1=CNCC=CCOC2=CC=C(C=C2)CCN=C1": 75, "C1=CC2CC(C1)CNO2": 76, "C1=COC2CC3=C4CC=C(CC4=CC=C3O2)NCCCCCCCCCCCCC1": 77, "C1NCO1": 78, "C1=CC2=CC(=C1)NCOCCC1=CC=C(C=C1)CCNC2": 79, "C1=C[NH2+]C=N1": 80, "C1=CC=CC=CCOCCC=CCCCCCCCCCCCCCCCCC=CC=C1": 81, "C1=COCPCO1": 82, "C1=C2COC(C2)CC2=CC=C(CCC1)O2": 83, "C1=CC2C=CCC(C1)C2": 84, "C1=CCCSC=C1": 85, "C1CCN2CC3CCC2C(C1)C3": 86, "C1=C2CNCC3=NC(=CS3)CNCC3=NC(=CO3)CNCC(=N2)O1": 87, "C1=CC2=CN(C=C2)CCCCC2=CC=C(C=N2)CCCCN2C=CC1=C2": 88, "C1=NCSCN1": 89, "C1#CC1": 90, "C1=CC2CCCC(CCOCCCC1)O2": 91, "BN": 92, "C1=CC2=CC(=C1)CNC1=CC=NC(=N1)NC1=CC(=CC=C1)CN2": 93, "C1=CC2C3C=CC1CC23": 94, "C1=CCCC=CN=CN=C1": 95, "C1CCN2CCN(C1)C2": 96, "C1=CC2NCC1C1CCC2CN1": 97, "C1=CCNCCNCCOCCOCC1": 98, "C1CCOPOC1": 99, "C1=CC2OCCC(CCOCCCCCOCCC3CCCC(C1)O3)O2": 100, "C1CCCCCCCCCCOCCOCCCCCCCCCC1": 101, "C1CNCCNCCC2CCC(CNCCNCCN1)O2": 102, "C1C2CC1C2": 103, "C1CCCCCC[SH+]CCCCC1": 104, "C1=CN=CNNC1": 105, "C1=CC2CC(C=COC1)C2": 106, "C1CCOCC2CCC3(CCC(CC1)O3)O2": 107, "C1C[NH2+]CCN1": 108, "C1=CCCCC2CCCC(C=CCC1)O2": 109, "C1CCCCCCCCCCCCCCC1": 110, "C1=NCC2CCC(CC2)S1": 111, "C1=C[NH2+]N=CC1": 112, "C1CNCCNCCCOCCOC1": 113, "C1=CCCC=CCCC2CCC(C=C1)O2": 114, "C1CC2CN(C1)CCN2": 115, "C1=CCONCC1": 116, "C1CCC2CCCC(C1)O2": 117, "C1=CC2=CC(=C1)C1=C3NCC(CCNCCCCCC2)C3=CC=C1": 118, "C1=CC2=CC=C1CCCCCCCNCCOCCCOCCO2": 119, "O[SiH3]": 120, "C1=C2CCCCCCC(C1)O2": 121, "C1CC2COCC(CN1)N2": 122, "C1=NC=NCCC1": 123, "C1CNCCCNCCCNC1": 124, "C1=CC2CC(C=C1)C2": 125, "C1=CCCOCCCNCCNCCNCCC1": 126, "C1CNCCNCCCSSC1": 127, "C1=CCCNCCNCCNCCNCCNCCC1": 128, "C1=CNCCCNCCCNC=CNCCCNCCCN1": 129, "S=[SH+]": 130, "C1=NN=CN=N1": 131, "C1=CCCCCC=CCC1": 132, "C1=NCCOCCN=CNCCOCCOCCOCCN1": 133, "C1=CC2CC1CCCN2": 134, "C1=CCPNC1": 135, "C1CC2CC3CC1NC2C3": 136, "C1=CC2=CNC(=N2)CCC2=CC(=CC=C2)CCCC1": 137, "C1=NNCNCCCN2CCN(CCCNCNN=CC=NNCNCCCN3CCN(CCCNCNN=C1)CC3)CC2": 138, "C1=CCNCC2=CC=CC(=C2)NC2=NC=CC(=N2)C2=CC=C3C=CN(CC1)C3=C2": 139, "C1=CCCCNCCCCCC1": 140, "[NH2+]=O": 141, "C1=CCCCCOCC=CCCCC1": 142, "C1=CCCCCOC=CSNCCCC1": 143, "[CH2-]S": 144, "C1CC2C3CCC2CC1OC3": 145, "O[IH2+2]": 146, "C1=CC2=C[N+](=C1)CCCCCCCCCCCCC1=CC=C[N+](=C1)CCCCCCCCCCCC2": 147, "C1=CC2=CN=C(N2)OCCCCCCCCO1": 148, "C1CCCCCOC23CCC4CC(CCOCCC5CCC6CC(CCC6C5)OCCCC1)CCC4(CC2)C3": 149, "C1=COSCC1": 150, "C1CC2CCC1CO2": 151, "C1=CC2=CC3=CC=C(C=C4C=C5CCC(=C6CCC(=CC1=N2)N6)C5=N4)N3": 152, "C1=CCCCCNC=C1": 153, "C1CCNCCC2=NN=C(CCCCNCCNC1)O2": 154, "C1=CC2=CC(=C1)OC1=CC=C(C=C1)CCC1=CC(=CC=C1)OC1=CC=CC(=C1)CC2": 155, "C1CCCCC2CCCCC3C4OC5(CCCC1)OC4CCC23O5": 156, "C1=C2CNCCNCC3=NC(CNCC4=NC(CNCC(=N2)S1)CS4)CO3": 157, "C1=CN2CCC(C1)C2": 158, "C1=CCCCNCCC=CC1": 159, "C1=CC2CCCCCCC1NN2": 160, "C1CSN=N1": 161, "C1CCC2CC(C1)C1COCC2O1": 162, "C1=CCCC2CCCC(CC=CCC1)C2": 163, "C1=CC2OCCCC3CCC1CC32": 164, "C1=CCOC2=CC(=CC=C2)CNCCC2=CC(=CC=C2)OC1": 165, "C1COCCOCCOC1": 166, "C1=CC2=CC(=C1)CCOC1=CC(=CC=C1)CCNC1=NC(=NC=C1)N2": 167, "C1COCCO[PH]2=NP=N[PH](=N2)OCCOCCO1": 168, "C1=C2CCOCCCOC3CCOC(CC1)(C3)O2": 169, "C1CCCCC2OCC3=C2CC(CCC1)CC3": 170, "C1CN2CCC(CC2)N1": 171, "C1=CC2=CC=C1CCN1CCC(CCCCCO2)C1": 172, "C1=C2C=CC(=C1)C1=CC=C(C=C1)NCN1CCN(CC1)CNC1=CC=C(C=C1)C1=CC=C(C=C1)NCN1CCN(CC1)CN2": 173, "C1CCCOCCC2CCC(CCC1)O2": 174, "C1=CC2=CN(C=C2)CCNCCOCCNCCN2C=CC1=C2": 175, "C1=CC2NC=CC(N1)N2": 176, "C1CNCCN2CCCNCCN(C1)CC2": 177, "C1=CCNC2=CCC3=C4CC(OC=CCCCCC5CC(CC=C1)OCO5)OC4=CC=C3C2": 178, "C1=CNC1": 179, "C1CCCCNCNCNCCC1": 180, "C1CC[SiH2]C1": 181, "C1=CCOCCCNCC=COCC1": 182, "C1CCCCN2CC(COCCC1)C2": 183, "C1CC2CCC1CN2": 184, "C1=NON=C1": 185, "C1=CNCCCNC1": 186, "C1CCCCCCCCCCCCC1": 187, "C1NC2CC3CC1C2C3": 188, "C1=CCCCC=CC2CCC(=CCC1)CO2": 189, "C1=CCCNCCNCCCCNCC1": 190, "C1=CCCOC=CCNCC2=CN(CC=COCCC1)N=C2": 191, "C1=CSNCCCO1": 192, "C1=CCCC=CC=CCC2CCC(CCC=C1)OC2": 193, "C1=NC=NCC1": 194, "C1=COCCCOC=C1": 195, "C1=CNCN=CC1": 196, "C1=C2CNCCNCCNCCNCCNCC(=C1)S2": 197, "C1=CC2=CC(=CC=C2)NC2=NC=CC(=N2)NC2=CC=CC1=C2": 198, "C1=CC2=NC(=N1)NCCCCCCNCCCCCCN2": 199, "C1=COCCCCCNCCCNC1": 200, "C1=CCOCC2OC34CC(CCC3CCC2C4)OCCCC1": 201, "C1=COC=CSNC1": 202, "C1=NCCNCCN=CC2=CC=C(C=C2)OCC2=NC(=CC=C2)COC2=CC=C1C=C2": 203, "C1CCCCNCCCCCNCCNCCNCCCCCCNCCC1": 204, "C1CCCNCCNCCNCCCNCCNCC1": 205, "C1=NSN=CN1": 206, "C1CSCS1": 207, "C1=CC2=CC(=C1)COCCOCCOCCOCCOC2": 208, "C1=CC2=CNC(=N2)CCCCCC=N1": 209, "C1#CC=CNCC=C1": 210, "C1CCCNNCC1": 211, "C1=CCNCCCCC1": 212, "C1CC2CC(CO2)N1": 213, "C1=CN[NH+]=C1": 214, "C1CC2CC(C1)C2": 215, "C1CC2C[NH2+]C3C4CCCC3(C1)C2C4": 216, "C1=COCCCOC=CCNCCNC1": 217, "C1CCCNCCCNCC1": 218, "C1=CSN=CS1": 219, "C1=CC2=CC(=NC=N2)OC2=CC=C(C=C2)CCNCCNSCCC1": 220, "C1NCC2OCC1O2": 221, "C1=COC2CCC(C1)O2": 222, "C1=CC2=CC(=C1)CNCCC1=CC=C(C=C1)CCOCN2": 223, "C1=CC2=CC=C1CNCCNCCNCCOCCO2": 224, "C1=NCCSCCNCC=NCCSCCNC1": 225, "C1=CCCC=CCOC2=CC=C(C=C2)CCN=C1": 226, "N1=C2NC(N1)N2": 227, "C1=NCNCCN1": 228, "C1=CCC2CCC(C1)C2": 229, "C1CCNCCNCCNCCNCCCCNC1": 230, "C1C[NH+]2C3CC4CC1CC2C4O3": 231, "CP": 232, "C1=CCCCC2CC(CCCCCC1)CCO2": 233, "C1=CCC2OC3C(CC1)OCCC1CC=CC2C13": 234, "C1=CC=[SH]C=C1": 235, "C1=C[NH+]2C=CN1CC2": 236, "C1CCSCCCCSCCCCSCCCCSC1": 237, "C1C[SiH]2OCCN(CCO2)O1": 238, "C1NCSCS1": 239, "C1CC2CCC(C1)NN2": 240, "C1CCC[NH2+]CCC1": 241, "B1C=CN=CN1": 242, "C1CCNCCNCCCSSCCCNCCNCCCNC1": 243, "C1=CN=NN=C1": 244, "C1C[Se]CN1": 245, "C1=CC2C=CC(C2)N1": 246, "C1=CCCC=CCCCCCCC2=CCC=C(C2)NCC=C1": 247, "C1=NC2=C3CN1CCOCCOPOPOCC1CCC(O1)N2C=N3": 248, "B1N=CS1": 249, "C1=CCCOCCCCCC2CCC(CC=C1)C2": 250, "C1=C[SH+]C=CSCS1": 251, "C1NSCS1": 252, "C1CCC2CC(C1)C1OC2C2OOC1O2": 253, "C1=CC2=CC(=C1)COC1=CC=CC(=C1)CCNC1=CC=NC(=N1)N2": 254, "C1=CCCNCCCC1": 255, "C1=CNCCCOC1": 256, "C1=CCSCNC1": 257, "C1=CCNCCNCCNCCNC1": 258, "C1CCNPNC1": 259, "C1=CCCCC=CCCOCC=C1": 260, "C1=CC2CCCCCC(=C1)O2": 261, "C1CSPS1": 262, "P1SPS1": 263, "C1=CC=NC=COCCCOC=CN=C1": 264, "C1=CSCC1": 265, "C1CN2C3CC4CC1CC2C4O3": 266, "C1C[NH+]2CCN1CC2": 267, "C1=CCOCCC=CCOCC2COC3CC(OCC=C1)C2C3": 268, "C1CCCNCCNCCCCNCC1": 269, "C1=CCCC=C2CCC(CC=CCC1)OC2": 270, "C1=CC2CCC1O2": 271, "C1=CSC=C[NH+]=C1": 272, "C1=COSCC=N1": 273, "C1=CC[NH2+]C=C1": 274, "C1=CC2CC(C1)NCN2": 275, "C1=CCNSC=C1": 276, "C1=C[NH+]=NN=C1": 277, "N1=NN1": 278, "C1CNSCCN1": 279, "C1CC2CNC3OC4CCC3(C1)C2C4": 280, "C1=C[N+]2=CC(=C1)CCCCCCCCCCCCC[N+]1=CC=CC(=C1)CCCCCCCCCCCCC[N+]1=CC(=CC=C1)CCCCCCCCCCCCC2": 281, "C1=CCC=CCC=CCC=CC1": 282, "C1CNCCNCCNCCNCCNCCN1": 283, "C1=CC2=CC=C3C=C2C(=N1)OC1CCN(CCNC2=NN=C(CCCC3)O2)C1": 284, "C1=CC2OCC3CCC(O1)C2C3": 285, "C1=CC2=CC(=C1)CCNCC1=CC(=CC=C1)NCCOC2": 286, "C1=CCNSC=COCC1": 287, "C1CNPN1": 288, "C1CCC2CCC(COC1)C2": 289, "C1=CCCCCCCC=CCCCC1": 290, "C1=CC2=CC(=C1)CCCCCCCCCCOC2": 291, "C1=CCCCNCC=CC1": 292, "C1=CC=NCCCCCN=CCN=CCN=CCN=C1": 293, "C1=NC2CCC3C1CCCC23": 294, "C1=CC2=CC(=C1)CC1NCCC3=C1C=C(C=C3)OCC1=CC=C(C=C1)CC1NCCC3=C1C=C(C=C3)O2": 295, "C1=CC2=CC(=C1)OCCCCNCC1=CC(=CC=C1)C1=CC(=NC=N1)S2": 296, "C1CN2CCNCCN(CCN1)CCOCC2": 297, "[BH2-]1[NH2+]CCS1": 298, "C1=CC2=C3SN(CCCCOC4=CC=CC5=NC=C(N=C45)C3=C1)C2": 299, "C1COCCOCCOCCO1": 300, "C1C2OC3CC4OC1C(O2)OC3O4": 301, "C1CCOCCOCCCOCCOCCNC1": 302, "C1CC2CNC(C1)C2": 303, "C1=CCCC=CCCC=C1": 304, "C1=CNOCC1": 305, "C1=CC2CCCC3C=C(CCCCC1O2)CO3": 306, "C1=C[N-]C=C1": 307, "C1=NC2=CC=C(C=C2)OCCCCCOC2=CC=C(C=C2)N1": 308, "C1=CCNCCN2C=CN=C(C2)NCCNCCCNCC1": 309, "C1CCC2COC(CC1)C2": 310, "C1=CN=CC=CN=C1": 311, "C1=CC2NCC1OO2": 312, "C1=C=CC=CC=1": 313, "C1=CNN=CN=C1": 314, "C1=CSPN1": 315, "C1=NC=NC=N1": 316, "C1=COCCOCCOC=COCCCO1": 317, "C1=NO[SH]=C1": 318, "C1=CC2CCC1OO2": 319, "C1=CCCCC2C=C(CCCCC1)CO2": 320, "O[ClH3+3]": 321, "C1=CC2=CC(=C1)C1=CC=C(C=C1)CNCCOC1=CC=C3C=CC(=CC3=C1)OCCNCC1=CC=C2C=C1": 322, "C1=CC2CCCC1CO2": 323, "C1=CC2=CC(=NC=N2)OC2=CC=C(C=C2)CNCCNCOCC1": 324, "C1=COSCCN1": 325, "C1=C[NH+]=CN=C1": 326, "C1=NN=C[NH+]=C1": 327, "C1CN2CCNCCN(CCN1)CC2": 328, "C1=CN2CCC1NC2": 329, "C1=C[NH+]=NN1": 330, "C1=CC2=CC=C(CCCCC3=CC(C1)OC3)O2": 331, "C1CC2CCCC(C1)CC2": 332, "C1=CCSCCNCCNCCCCC1": 333, "C1=CC2=CC(=C1)CNCCOCCNC2": 334, "C1=CC2CCC(C2)OC1": 335, "C1=CNCCCCCN1": 336, "C1=CPOC1": 337, "C1COCO1": 338, "C1=CCC2=CC(=CC=C2)NCCCCCCC2CC(CC=C1)NCO2": 339, "C1=C[SH+]CC=N1": 340, "[F-]": 341, "C1CCCCC2CC(CCOCCC1)OCN2": 342, "C1=CCCCCCCCCCCCCC1": 343, "C1=CN[O+]=C1": 344, "C1=CC2=CC(=CC=C2)COC=CNCCOC1": 345, "C1CCCOCCCCOCC1": 346, "C1=[NH+]C[CH-][Se]1": 347, "C1=CC2CCC(O2)C2CCCC(CCC1)O2": 348, "C1=C[N+]2=CC=C1NCC1CCC(CC1)CNC1=CC=[N+](C=C1)CCCCC2": 349, "C1=CCCC=CCCCCCCC2=CCCC(=C2)NCC=C1": 350, "C1#CCCC#CCC=C1": 351, "C1CNCCNCCNCCNCCNCCNCCN1": 352, "C1=CC2=CNC(=N2)CCC2=CC=CC(=N2)CCC=N1": 353, "C1COC2CCC(C1)CC2": 354, "C1=NCCCN=C1": 355, "C1=CC2=CC=C1CCCNCCNCCNCCC1=CC=C(C=C1)OCCCN1C=C(CO2)N=N1": 356, "C1CCNCCCOCCNCC1": 357, "C1C2C3C4CC5C3C1C1C2C4C51": 358, "C1=C2CCCC(O2)C2=CC(CC3CCC1O3)OC2": 359, "C1CCCCC2CCC(COCCC1)O2": 360, "C1=CC2CNCC(C1)N2": 361, "C1=CC2C=CC(C=C1)P2": 362, "C1=CCN=NC1": 363, "C1CCN2CCCC3=C(C1)COC3CCC2": 364, "C1CCSC1": 365, "C1=CCCCCOCCCCCC1": 366, "C1=CC=CC=C1": 367, "C1=NCCOCCOCCOCCN=CNCCOCCOCCOCCN1": 368, "C1=CNPNC1": 369, "C1=CCCCCC2CCCC(CCNCCOCCCCCC1)O2": 370, "C1CCCOCOCC1": 371, "C1N=N1": 372, "C1=CCC2CC=C(CCCCC1)O2": 373, "C1=CCCNCCNCNCCCC1": 374, "[BH2-]1NCCO1": 375, "C1=CC2=CC(=C1)OC1=CC=C(C=C1)CCNCCNCCNCCNCCNCCC2": 376, "C1=CCSCCCNCCNCCOC1": 377, "C1#CCCNCC#CC=C1": 378, "C1=CNCN=CNC1": 379, "C1CCC2OC3C(CC1)OCCC1CCCC2C13": 380, "C1CNCCNCC[SH+]CCNCCNCCN1": 381, "C1=CCOCC2=CC(=CN=C2)C2=NC(=NC=C2)NC2=CC(=CC=C2)CNC1": 382, "C1CSCCSCCS1": 383, "C1=CC2C3CCOC45CC3CC3(C1)CCCC(CC234)O5": 384, "C1=COC2=C3CCNC(CC4=CC=C(C=C4)OC4=CC(=CC=C4)CC1)C3=CC=C2": 385, "C1CN2C3CCC2CC1C3": 386, "C1=CC2=CC(=C1)CSCC1=CC=CC(=C1)CCCCC2": 387, "C1=CSCC=CSC1": 388, "C1=CCOC2=NC(=CN=C2)C=CCNC1": 389, "C1=COCCCCCOCCCNC1": 390, "C1=CN=C1": 391, "C1CCO[PH]2=N[PH](=NP=N2)OC1": 392, "C1=NOCNC1": 393, "N1C2OC3OC2NC2OC3OC12": 394, "C1=CCNC2=CCC=C(CCCCCCC=CC3CC(=C1)NCO3)C2": 395, "C1=CCCCCCCCCCOCCCCCCC=C1": 396, "C1CCCCCCCC1": 397, "C1CCCC2CCC(CC3CC(CC1)CO3)O2": 398, "C1=C2CCCCCCC(CC1)OC2": 399, "C1=NOCCO1": 400, "C1=CNCNCN1": 401, "C1=CC2CC1CN2": 402, "C1=C[Se]C[Se]1": 403, "C1CC2C3OOC2OC1O3": 404, "C1CC2CNC3C4CCCC3(C1)C2C4": 405, "C1=NCCN=CNCCOCCOCCOCCN1": 406, "O1[SiH2]O[SiH2]O[SiH2]O[SiH2]O[SiH2]1": 407, "C1CNCCNCCNCCCC2CCC(CC2)NC1": 408, "B1C=CN=CO1": 409, "C1=CCCCC2CCCC(C=CCCCCCC1)O2": 410, "C1=NNCC1": 411, "C1CCNCCCNCCCNC1": 412, "C1=CCCC[NH+]=C1": 413, "C1=CC2CC(C1)CCCN2": 414, "C1=CC=[NH+]CCCCCCCCNC=CC=CC=[NH+]CCCCCCCCNC=C1": 415, "C1=NCCOCCN=CC2=CC=C(C=C2)OCC2=NC(=CC=C2)COC2=CC=C1C=C2": 416, "C1=CCC2=CC=CC(=C2)NCCCCCCC2CC(CC=C1)NCO2": 417, "C1=CC2CCC(C1)N2": 418, "C1=C[NH2+]CC1": 419, "C1=C2C=C3NC=C(CCNCCNCCNCCC2)C3=C1": 420, "C1=CC2=CC(=C1)CNCCC1=CN(C=N1)CCCCCO2": 421, "C1=C[NH+]2CCC1CC2": 422, "C1CCNCCNCCNCC1": 423, "C1=CC2=CC(=C1)COCCNCC1=NC(=CC=C1)CNCCOC2": 424, "C1=C2CCCNCCNCCNCCNCCCCC(=N1)CN2": 425, "C1=CCOC=CCC1": 426, "C1CCCCCCNCCCCC1": 427, "C1=CCCCCCCCCCCOCCCC=CCCCC1": 428, "C1CC2COCC(C1)C2": 429, "C1=CNCCOCC1": 430, "C1=CCCC=CCCCCC=CCC1": 431, "C1=CCCOCC=CCC2C=CCC(CCCCCC1)O2": 432, "C1CC2COCC(O1)O2": 433, "C1=COCCNCCNCCNC2=NC=CN(CCNC1)C2": 434, "C1=NN=NN1": 435, "C1=CC2=CC(=C1)CC1=CC=CC(=C1)CC1=CC=CC(=C1)CC1=CC=CC(=C1)C2": 436, "C1=CCOCC=CC2CNC3=CCC4=C(C=CC=C4CCCC1)C32": 437, "C1=COCN=C1": 438, "C1CC2CC(C1)OCO2": 439, "C1=CCOCCCC1": 440, "C[IH+]": 441, "C1=CC2=CC3=CC=C4C=C3N2CC(=C1)CNCCCNSNC4": 442, "C1=CSNN=C1": 443, "C1=NCCC1": 444, "C1CC2CC3CCC2C(C1)O3": 445, "C1=CCCCN2CC(COCCC1)C2": 446, "C1=COCCNCCNNCCNCCNCCC1": 447, "C1=COCCOC=CCNCCNC1": 448, "C1=NCNN=C1": 449, "C1=CNCCCSCCCN1": 450, "C1=NCCCS1": 451, "C1=CC2=CC=C1CNC1=CC=[N+](C=C1)CC1=CC=C(C=C1)CC1=CC=C(C=C1)C[N+]1=CC=C(C=C1)NCC1=CC=C(C=C1)C2": 452, "C1CC2CC3CCC2C(C3)O1": 453, "C1C[SH+]CN1": 454, "C1CCCC2CCC(CC1)O2": 455, "C1CSPSC1": 456, "C1COCCNCCOCCNCCOCCN1": 457, "C1=CCC2C=C(CCCCCCCC1)CO2": 458, "C1=CCCCNCCNCCC=C1": 459, "C1CC2COC3C4CCC2C3(C1)CC4": 460, "C1=NO[SeH]=C1": 461, "C1=CCCC2CCC(CCCCCCC1)O2": 462, "C1OCOCO1": 463, "C1=NNC=NN1": 464, "C1=CNN=N1": 465, "C1NN=NN1": 466, "C1=NN[SH+]N1": 467, "C1CC2COC3CC1NC23": 468, "C1=CC2=NC(=C1)C1=NC(=CO1)C1=NC(=CO1)CNCCNCCNCC1=COC(=N1)C1=COC2=N1": 469, "C1=COCCCCOC2=CC=C(C=C2)CCN=C1": 470, "C1#CCC2CCCC(C#CC=C1)C2": 471, "C1=CN2C=CC3CCN4CCC1CC4C32": 472, "C1=CC2C3CCC2N2CCC1C32": 473, "C1=N[CH-][CH+]CN1": 474, "C1=CC=CCNC2=CCC3=C(C=CC=C3CC=CCCCC=CCCC=CCCCCC=C1)C2": 475, "C1CC2NCC3CC1OCC32": 476, "C1=CC=CCCCOCC=CC=CC=CC=CCNCC=CC=C1": 477, "C1=CNSC1": 478, "C1=CC2COCC=C3CN(C1)CCC32": 479, "C1=NNNC1": 480, "C1=NCSCC1": 481, "C1=CCCC2CCCC=CC(CCC1)O2": 482, "C1=CSC=CO1": 483, "C1=NN=CN1": 484, "C1=CCCCCCCCCCOCCC=C1": 485, "C1=CCSCCNCCCOC1": 486, "C1=CC=CCCCCC=CC=CC=CCCCNCC=CC=C1": 487, "C1=CCCCNCCNCCCC1": 488, "C1CSCCS1": 489, "C1=CC2=CC=C1CNCCNCCNCCOCCOCCOCCO2": 490, "C1COCOCCO1": 491, "C1COCCSCCN1": 492, "C1=CCCNN=C1": 493, "C1=CCCCCCCCC1": 494, "C1CNCCNCCSCCNCCNCCN1": 495, "C1=CC23CCNCC4=CCOC5CCN1C2C5C4CC3": 496, "C1=C2N=C(CNCCCOCCNCC3CSC2=N3)O1": 497, "C1=CC2=NC(=C1)NCCCSSCCCNC1=NC(=CC=C1)NCCCSSCCCN2": 498, "C1=CC2CC3C4COCC3C(C1)[NH+]2C4": 499, "C1CC2CCCC(C1)N2": 500, "C1=CCCCCCC=CC1": 501, "C1=N[NH+]=CS1": 502, "C1=CN[NH+]=N1": 503, "C1=CCCNCC=CCCCCCC1": 504, "C1=C[Se][OH+]C1": 505, "C1CCCCCNCOCCCCC1": 506, "C1=COCC2CCCC(CCNCCCCNC1)O2": 507, "C1CC2C3CC[NH+]2CCC1C3": 508, "C1=C2CNCC3=NC(=CS3)CNCC3=NC(=CS3)CNCC(=N2)O1": 509, "C1=CC2OC3CCC4C3COC(C1)C24": 510, "C1=CC2CC3CCC2C3C1": 511, "C1CC2CCC3CC1CC23": 512, "C1=NNCNC1": 513, "C[S-]": 514, "C1=CC=NC=COCCOC=CN=C1": 515, "C1#CCOCCCCOCC#CC=C1": 516, "C1=CC2C=CC1C=C2": 517, "C1C2OC3OC1C1CC2C31": 518, "C1CC2CN3CCC2C(C1)C3": 519, "C1=C[N+]2=CC=C1NCCCCCNC1=CC=[N+](C=C1)CCCC2": 520, "C1NC2CNC1SSS2": 521, "C1CCCNCCNCCNCCNCCC1": 522, "C1=CC2C=CC1O2": 523, "C1=CC2CC3CCC2N2CC1OC32": 524, "C1=CN=[NH+]C1": 525, "C1=C2CNC3CCC(COC1)C2C3": 526, "C1CNCCOCCNCCN1": 527, "C1=CNSCC1": 528, "C1=CCCCC2CCC(CCOCC3CCC(CCCCCCCC1)O3)O2": 529, "C1=CC2=CC=C1CCCNCCNCCCCCO2": 530, "C1CCNCCNCCNCCNCC1": 531, "C1=COCN=N1": 532, "C1=CCC2=C3CC(CCCCC1)CCC3CN2": 533, "C1CC2CCC1N2": 534, "C1CNCCNC1": 535, "C1CSCCCSCCCSCCCSC1": 536, "C1CC2C3CCC2CC1C3": 537, "C1=CCOC2=CC(=CN=C2)C=CCNC1": 538, "C1CN2CCCN(C1)CSN1CCCN(CCC1)SN1CCCN(CCC1)SC2": 539, "C1CNCCNCCNCCSCSC1": 540, "[BH2-]1[NH2+]CC[NH2+]1": 541, "C1=CC2=NC(=N1)NCCCCCCCCNCCCCCCN2": 542, "C1=CC=CCCCOC2CCOC(CC=CC=C1)C2": 543, "C1CCCCN2CCNCCN(CCC1)CCNCC2": 544, "C1=CSC2CNC(CNC3=CC(=CC=C3)COCCCCOC1)C2": 545, "C1CC2CNCC1[NH2+]2": 546, "C1CC2CC1OO2": 547, "C1=CC2CNC1COCCCS2": 548, "C1CN2CNCN1C2": 549, "C1=C[NH+]=CN1": 550, "C1=CC2=CC=C(C=C2)OCCCCCCOC2=CC=C1C=C2": 551, "C1=CC2=CCNC(=C2)CCCCCCN1": 552, "C1=CC2=CC=C(C=C2)OCCCNCCN1": 553, "C1=NOCCC1": 554, "C1CCNCCSCCCCNC1": 555, "C1=CCOCCCCCCCCCCCC1": 556, "C1CCCCCOCCNCCCC1": 557, "C1=CCCCCCCOCCNCCCCCCCCCCC1": 558, "C1=C2CNCC3=NC(CNCC4=NC(=CS4)CNCC4=NC(CNCC(=N2)S1)CO4)CO3": 559, "C1CCNCCCCNCCNCCNCCNCC1": 560, "C1=CC2=CC(=C1)C1=CC(=NC=N1)SCCOCNCCNC2": 561, "C1=C[SH+]C=COCCNCCNCCNCCO1": 562, "C1=NS[NH+]=C1": 563, "C1=NC=C2CNCCCNCCCNCC1=N2": 564, "C1=CC2CC(C1)CCN2": 565, "C1COPCO1": 566, "C1C2CC3OC1C3C2": 567, "C1=CC=CC=CC=CC=C1": 568, "C1CCC1": 569, "C1CCCCOCCCC1": 570, "C1=CC2=CN=CC3=CC=C(CNCC=COCCC1)N=C23": 571, "C1=CCCCOCCC=CCCCCCC1": 572, "C1=CN=NNC1": 573, "C1CCOCC2CCCC(COC1)N2": 574, "C1=COSN=C1": 575, "C1=COC=NC1": 576, "C1=C[SH+]C=CN=C1": 577, "C1=CC2=CC(=C1)C1=CC(=NC=N1)SCCNCCCCNC2": 578, "C1#CC2=CC=C[N+](=C2)CCCCCCC[N+]2=CC=CC(=C2)C#CCCCCCC1": 579, "C1=COCN1": 580, "C1CC23CCC4CC(CC1C42)C3": 581, "C1=C2CCCCOCCCCCC(C1)O2": 582, "C1=[NH+]C=N[NH+]=C1": 583, "[SeH3+]": 584, "C1C2CC3COC4C(C2)CC1CC34": 585, "C1=C2CCCCCCCC1CC2": 586, "C1#CCC2C=CNC(C#CC=C1)C2": 587, "C1N=NCS1": 588, "C1=CSSC=CCNNCC=CSSC=CCNNC1": 589, "C1=CSSC1": 590, "C1=CCCCCC=CCCCC=CCCCCCOCC=C1": 591, "C1CSSC1": 592, "C1=CCSCCNCCCCCCCOC1": 593, "C1CNCCOCCOCCOCCOCCN1": 594, "C1=CCCCOCC=C1": 595, "C1=CC2=CC(=C1)CCCOCC1=CC=NC(=C1)NCCCC2": 596, "C1=CC=NNCCCCNCCCCN=CCN=CCN=CCN=C1": 597, "S[SH2+]": 598, "C1=CC2CC(C1)CNCCCOCCCN2": 599, "C1=CC2=CC(C1)C2": 600, "C1=C2CNCC3=NC(=CS3)CNCC3=NC(CNCC(=N2)O1)CO3": 601, "C1CCOCCNCCNCCNCCCOC1": 602, "C1=CCCCCCCC=CCOCCC=C1": 603, "C1=CCCCNCCCC=CC1": 604, "C1=CC[NH2+]CCCC1": 605, "C1CC2C3CC4C5NC(C1C3O5)C42": 606, "C1CCCCC2CCOCCCC(CCC1)O2": 607, "C1=CC2CCCCC(CC1)O2": 608, "C1=C2CNCCNCCNCCNCCNCC(=N2)S1": 609, "C1=CNCCNCCNCCNCCNC1": 610, "C1=CC2CCCC(CCC1)C2": 611, "C1OCC2CC1NPO2": 612, "C1=C2NCC3CCC(NCC1)C2C3": 613, "C1C2C3CC4C5CC(C1C35)C24": 614, "C1=CSN=[NH+]1": 615, "C1=C2CNCCNCCNCC3=NC(=CO3)C3=NC(=CO3)C3=NC(=CS3)C3=NC(=CO3)C(=N2)O1": 616, "C1=CC2=CC=C1CCC1=CC=C(C=C1)OCCCCCCO2": 617, "C1=CSNCCCCCO1": 618, "C1CC2CCC(CCO2)CCC2CCCC(C1)O2": 619, "C1=CSSC=CS1": 620, "C1=CC2=CC(=C1)CCCCCCCNCC2": 621, "C1=CC2=CC(=C1)CCCCC1=CC=CC(=C1)CNCC2": 622, "C1=CC2=CC(=C1)CC1CNCCNCCNCCNCCNC(CN1)CC1=CC=C(C=C1)O2": 623, "C1=CC2=CC(=C1)CC1NCCC3=C1C=C1OC4=C(C=CC=C4CCC4=CC=C2C=C4)OC1=C3": 624, "B1C=CCCC=C1": 625, "C1CCCSCCCCCCCSCCC1": 626, "C1=CCCCCOC=C1": 627, "C1=CC2=CC=C1CNCCNCCNCCOCCOCCO2": 628, "C1CNCCNCCCNCCNC1": 629, "C1CCCC1": 630, "O[BrH2+2]": 631, "C1#CC2=C[N+](=CC=C2)CCCC[N+]2=CC(=CC=C2)C#CCCCCCC1": 632, "C1CNNCCNCCNNCCNNCCN1": 633, "C1=CC2=CC3=CC=C(C=C3N2)CNSNCCCCCNCCO1": 634, "C1=CC2=CC=CC(=C2)C=CC2CC(CCN2)OC1": 635, "C1=CCNCCCC2C=C(CCCCCC1)CN2": 636, "C1=CCCCCCC=C1": 637, "C1=CCCCCCCCCOCCCC=CCCCC1": 638, "C1=CC2=CN(C=C2)CCCOCCCN2C=CC1=C2": 639, "C1CCNNC1": 640, "C1=CC2=CC(=C1)CCC1=CC(=CC=C1)NC1=NC=CC(=N1)N2": 641, "O1[SiH2]O[SiH2]O[SiH2]1": 642, "C1CC2CCCC(C1)S2": 643, "C1CC2CNCC1O2": 644, "C1CC2C3CCC4C1CC2C4C3": 645, "C1=CSOC1": 646, "C1=C[SH+]CCN1": 647, "C1=CCCCCCCCCC=COC2CC3=C(C=CC4=C3CC=C(C4)NCC=C1)O2": 648, "C1CC2CNC(C1)CN2": 649, "[OH2+]F": 650, "C1=COC=COC=CCN2C=C[N+](=C2)CC2=NC(=CC=C2)C[N+]2=CN(C=C2)C1": 651, "C1=COC[NH2+]C1": 652, "C1=CCCNCCNCCCCCCC1": 653, "C1=CC2=NC(=C1)NC1=NC(=CC=C1)NC1=NC(=CC=C1)NC1=NC(=CC=C1)NC1=NC(=CC=C1)NC1=NC(=CC=C1)NC1=NC(=CC=C1)N2": 654, "C1CCCNCCC1": 655, "C1=N[SH+]N=C1": 656, "C1=CCC2C=CCC(CCCCCCCCCCOC1)O2": 657, "C1CCN[PH]2=N[PH](=NP=N2)NC1": 658, "C1=CC2NCCC3CCC1CC32": 659, "C1=CC=[NH+]CCCCNC=CC=CC=[NH+]CCCCNC=C1": 660, "C1CC2CC3CC(CO1)C2O3": 661, "C1=CC2=CC3=CC=C4C=C3N2CC(=C1)CNCCCCCCNSNC4": 662, "C1CCC2OC3CC(C1)CC2C3": 663, "C1=CCOCCNCCNCCCOC1": 664, "NCl": 665, "C1=NC2CCCC1C2": 666, "C1=CC2C=CC3CC4CN2C3(N1)O4": 667, "C1=CNNC1": 668, "C1=CNC=CNC1": 669, "C1CCCCCCOCNCCCCC1": 670, "C1=CC2=NC(=C1)CNCCOCC1=CC=C(COCCNC2)S1": 671, "[BrH3+2]": 672, "C1=NN=NS1": 673, "C1COSN1": 674, "C1=CC2CC1NN2": 675, "B1NCNCN1": 676, "C1=CCCCC2CCCC(CCOCCC1)O2": 677, "C1=CCNNCC1": 678, "C1=CC2=CC(=C1)CC1=CC=CC(=C1)CC1=CC(=CC=C1)CC1=CC=CC(=C1)C2": 679, "C1COCC[NH2+]1": 680, "C1=C2CNCC3=C2N=C1C=C1C=CC(=CC2=CC=C(C=C4CCC3=N4)N2)N1": 681, "C1=CC2OC3CCCC(C1)C2C3": 682, "C1=CSNC=NC1": 683, "C1=C2CNCC3=NC(CNCC4=NC(CNCC(=N2)S1)CO4)CO3": 684, "C1=CCNC=CN=C1": 685, "C1=CC2=CC(=CC=C2)C2=CC=CC(=C2)CCCCC1": 686, "C1=CCSCCNCCCCCCOC1": 687, "C1=CC2NCCC3C1COCCC23": 688, "C1=CC2CCNC(CC1)C2": 689, "C1#CCC2C=CCC(CCCCCCCCCCOC1)O2": 690, "C1CNNCN1": 691, "C1=[NH+]CCO1": 692, "C1=C2CCCCCCC(CC1)C2": 693, "C1=CNCCCCCNCCNCCNC1": 694, "C1CCNCCCCNCC1": 695, "C1=CC2=CN(C=C2)CCC2=CC=C(C=N2)CCCN2C=CC1=C2": 696, "C1=CC2=CN(C=C2)CCCC2=CC(=CC=N2)CCCN2C=CC1=C2": 697, "C1=COPCCC1": 698, "C1CNOCSC1": 699, "C1=CC2=CC=C1CNCCCCCCNCCCCCCCCNCCCCCCNCC1=CC=C2C=C1": 700, "C1=CN[SH+]C=C1": 701, "C1=CC2=CC=C(C=C2)CN2C=NC3=CC=C(C=C3C2)NCCCCCCCCNS1": 702, "C1=CC2=CC(=C1)CCCCCC1=NC=CC(=C1)COCCC2": 703, "C1CCCNCCNCCNCCNCC1": 704, "C1=NNPC1": 705, "C1=CC2CC3CCC(N1)C2CO3": 706, "C1=CS[SH+]S1": 707, "C1CCCC2CCCC(CCOCC1)O2": 708, "C1=CCOC2=CC=CC(=C2)C2=CC=NC(=N2)NC2=CC=CC(=C2)COC1": 709, "C1=CC2=CC(=C1)C1=CC(=NC=N1)SCCCNCCCNC2": 710, "C1=CN=COC=C1": 711, "C1=CCCCCCCCCCCCCCC1": 712, "C1=NCC=NCC=NCC=NCCCN=CCCC1": 713, "[SH2+][SH2+]": 714, "C1=CCCNCNCCCNCCNCCNCCC1": 715, "C1=NCSS1": 716, "C1CC2CN3C(C1)CCC3CCNCCNCCN2": 717, "C1CN2CCC(C2)N1": 718, "C1=CC2CC(O1)ON2": 719, "C1=NCNCO1": 720, "C1=CC=COCOC=C1": 721, "C1=C2CNCCNCCNCC3=NNC(=C3)CNCCNCCNCC1=NN2": 722, "C1=C[SH+]NC=N1": 723, "C1=CC[N-]C1": 724, "[CH+]1NCCN1": 725, "B1C=CCCO1": 726, "[BH3-]O": 727, "C1=CCCCNCCNCCNCCC1": 728, "C1OC2COC1C2": 729, "C1CC2OCC3CC(CCC32)N1": 730, "C1=CN=NC1": 731, "C1CC2COC3CC1CCC23": 732, "C1=CCCCC=CCCCC=CCCCC=CCCC1": 733, "C1=CCCCOC=C1": 734, "C1CNCCOCCNCCOCCNCCN1": 735, "C1CCC2CCCC(CC1)O2": 736, "C1CNCCNCCSCCNCCN1": 737, "C1=CCCNCCOCCC=CCCOCCC1": 738, "C1CCCC2CCN3CCCC(CCCCCCC4CC[NH2+]C(CCC1)O4)C3O2": 739, "C1CCN2CCNCCN(CC1)CCNCC2": 740, "C1=CN2CCNCCNCCCCCCCNCCNCCNC1C2": 741, "C1=C2CCC3CC2CCC13": 742, "C1CNCCNCC2CCC(CCNCCN1)O2": 743, "C1=CCOC2=CC(=CC=C2)CNCCC2=CN(C=N2)CC1": 744, "C1=CNNC=N1": 745, "C1CCC2CCC(CC1)O2": 746, "C1=COSC=CN1": 747, "C1CCOCCC2CCC(CCCNC1)O2": 748, "C1=NCSN1": 749, "C1=CC2=NC(=C1)CNCCCNCCCNCCCNC2": 750, "C1=CC2=C3CC4=C(C=CC=C4CC3=C1)OCCOCCOCCOCCO2": 751, "C1=COCCC1": 752, "C1CNCCNCCOC1": 753, "C1=CC2C3CCC4CCN(CC3CC1)C42": 754, "C1=CCC2=CC(=CC=C2)N2CCCCNCCOC(CCCC3CC(CC=C1)NCO3)CC2": 755, "C1=C[NH+]2CCN1CC2": 756, "C1=CC2=CC(=C1)CCCCCCNCCNC2": 757, "C1=CSN2CCC(C2)O1": 758, "C1=COCCOCCOCCOCCO1": 759, "C1CCCNCCNCC1": 760, "C1=CC2=NC=CC(=C2)CCCCCCN1": 761, "C1CC2CNCC(C1)N2": 762, "C1=NCCCO1": 763, "C1CC2NCC1S2": 764, "C1=NOC=[NH+]1": 765, "C1CNCCNCCNCCNCCSSC1": 766, "C1CCCCCCCCCCC1": 767, "C1=CCCCC2CCC=C(CCC=C1)CO2": 768, "C1=CC2C=NCC(C1)C2": 769, "C1=COCC1": 770, "C1=CC2C=CC(CC1)CC2": 771, "C1=CCCCCCCOCC=CC1": 772, "C1CC2CCC[NH+](C1)C2": 773, "C1=C[N+]2=CC=C1NCCCCCCCCCCNC1=CC=[N+](C=C1)CCCCCCCCCC2": 774, "C1=CCCC=CCCCCCNCC2=NC(=CS2)C=C1": 775, "C1=CC2C[NH2+]CC(C1)C2": 776, "C1=CC2CC3CC1CC2N3": 777, "C1CSSCCNCC2CCN(C1)CC2": 778, "O": 779, "C1=CCOC2=CN=CC(=C2)C=CCNC1": 780, "C1CCCNCCNCCNCCNCCNCC1": 781, "C1=CCCCC=CCCCCC=CC1": 782, "C1CC2C3OCC2C1O3": 783, "C1=CCCC=CCCC=NC=C1": 784, "C1=CCCOC=C1": 785, "C1=CCCC2=CC(CC=CCCCC1)OC2": 786, "C1CCPC1": 787, "C1=CCNCCCC1": 788, "[BH3-]F": 789, "C1=NCCNC2=CC=C(C=C2)OCCCCCCNCCNC2=CC=C(C=C2)CN1": 790, "C1=CC2=CC(=C1)CC1=CC=C(C=C1)OC1=CC=CC(=C1)CNCCC2": 791, "C1=CCCC=CC=CCOCCCCC=CC2CC(CCCC=C1)O2": 792, "C1=CCC2CCC(C2)OCCCC1": 793, "C1CNC[Se]C1": 794, "C1CNCNCNC1": 795, "C1CNOCCN1": 796, "C1=C2CCCC3=CC=CC(=C3)CCCC(=CC1)C2": 797, "C1CC2CC3OC4(C1)OCCC3C24": 798, "C1CNOCCCONC1": 799, "C1CCCC2CCC(O2)C2CCC(CC1)O2": 800, "C1=CCCN=CCCCNCCCC1": 801, "C1=COCCN=C1": 802, "C1=C[PH2+]C=C1": 803, "[IH4+3]": 804, "C1=NCCCC1": 805, "C1NCC2CNCC1C2": 806, "C1=CCCCCCC=CCCC1": 807, "C1=CSNC1": 808, "C1=CCOC2CCCC(COCCCCC1)O2": 809, "C1=CS[CH+]S1": 810, "C1CCNCCCOCCCNCC1": 811, "C1=CC2=CC3=CC=C(C=C4C=CC(=CC5=NC(=CC1=N2)CC5)N4)N3": 812, "C1=CNCCCCCN2CCC3=CC(=CC=C32)NC2=NC=CC(=N2)NC1": 813, "C1CC2C[NH2+]C3C4CCC3(C1)C2C4": 814, "C1=CC2=CC(=C1)CSCC1=CC(=CC=C1)CSC2": 815, "C1=CNCNOC1": 816, "C1CCCCCOCCOCCOCCOCCOCCCCC1": 817, "C1CC2C3COC2OC1C3": 818, "C[NH-]": 819, "C1CNCCNCCNCCCPCNCCNC1": 820, "C1CCNCNC1": 821, "C1=CC2CC3CCC2C(CC1)C3": 822, "C1CC2CNCC1CN2": 823, "C1NC2OC3CCC2CC13": 824, "C1=CC2CCCC(C1)[NH2+]2": 825, "C1CCC2CN(CC1)CO2": 826, "C1CC2CC3CCNC(C1)C3CO2": 827, "C1CNOCOC1": 828, "C1=CC2C=CC1NN2": 829, "C1C[NH+]2CCC(C2)N1": 830, "C1=CC2=CC(=C1)NNC1=CC=CC(=C1)CSSC2": 831, "C[NH3+]": 832, "C1=CC2C=CC(CC1)N2": 833, "OF": 834, "C1CC2OOC(C1)O2": 835, "C1=COCCOCCOCCOCCN1": 836, "C1=CC2=CC=C(C=C2)CCC2=CC(=CC=C2)C2=CC(=CC=C2)CC1": 837, "C1=CC2=CC(=C1)CNCC1=CC(=CC=C1)CNCC1=CC(=CC=C1)CNC2": 838, "C1CCCCCCCCCCCCCCCCC1": 839, "C1=CNC[NH+]=C1": 840, "C1CC2COC3OC4CCC2C3(C1)C4": 841, "C1=CCCNCCCNCC1": 842, "C1=CC[NH2+]CC1": 843, "C1CNCCSCCCSCCSC1": 844, "C1CPCN1": 845, "C1=CC2=CC3=CC=C4C=NSNCCOCCNCC(C1)CN2C3=C4": 846, "C1=CCNCCNCCNCCNCCNCCOC=C1": 847, "C1=CC2=CC(=CN=C2)OCC=COCCCC1": 848, "C1=CC2=C3C=C1CCCNCC1=NC=C(O1)C3CO2": 849, "C1COCCCOCCCOC1": 850, "C1=C[NH+]=CC1": 851, "C1NC2CNC1N2": 852, "C1=CCCCC2=CC=C(CCCCC1)O2": 853, "C1=CCCCNCCCNCCCC1": 854, "P": 855, "C1=CNCCCCN2CCC3=CC(=CC=C32)NC2=NC=CC(=N2)NC1": 856, "C1CCCCCOC2CCC(OCCOCCCC1)OC2": 857, "O=P": 858, "C1=CCC2=CCCC(CC=CCCC1)C2": 859, "C1CCNCCCOCCCCNC1": 860, "C1=CCC[NH+]=C1": 861, "C1=CCNCC=C1": 862, "C1CCOCCCOCCNC1": 863, "C1=CC2CC(C=CO2)O1": 864, "C1=CNC=NCC1": 865, "C1=COO1": 866, "C1=CCNCC2=CC=CC(=C2)NC2=NC=CC(=N2)C2=CC=CC(=C2)OCC1": 867, "C1=C2CNCC3=NC(CNCC4=NC(CNCC(=N2)S1)CS4)CO3": 868, "C1=NNCSCC1": 869, "C1=CC2CCC(C=C1)C2": 870, "C1=CCOC2=CC(=CC=C2)C2=NC(=NC=C2)NC2=CC(=CC=C2)NCCC1": 871, "[NH-]S": 872, "C1=CNCCNCCCCCCCCCCCSNC1": 873, "C1=CC2=CN=C(N2)OCCCCCCCCCCCO1": 874, "C1CCC[PH2+]CC1": 875, "C1=COC2=CC=C3CCNC(CC4=CC(=CC=C4)OC4=CC(=CC=C4)CC1)C3=C2": 876, "C1CSCCSCCSCCSCCS1": 877, "C1CNCC2=NC(CNCCNCCOC1)CS2": 878, "C1=CC2CCC1N2": 879, "C1=CC2CNC(C1)CN2": 880, "C1=CCCCOCC=CNCCNCCNCCC1": 881, "C1=CCSCCNCCCCCOC1": 882, "C1=NC2=CC=C(C=C2)N=CC2=CC=C(C=C2)OCC2=NC(=CC=C2)COC2=CC=C1C=C2": 883, "C1=[NH+][N-]OC1": 884, "[BH3-][OH2+]": 885, "C1CCCNCCNCCNCCCNCCCCNCC1": 886, "C1=CC2=CC(=C1)CCCNCCNCC2": 887, "C1CCSSCCOCCC2CNCCNCCNC(CC1)CN2": 888, "C1CC2CC(CCO2)O1": 889, "C1=COOC=CC1": 890, "C1=COCCOC1": 891, "C1=CCCCCOCC=CCCC1": 892, "C1=C[NH2+]CCN1": 893, "C1=CC2=CC(=C1)OC1=CC=CC(=C1)CC13CN(CCOC2)C(CN1)SSS3": 894, "C1CNCC2CCC(CC2)CNCCSSC1": 895, "C1=CC2C=CC(C1)NO2": 896, "[BH4-]": 897, "C1=CC2=CC3=NC(=C4CCC5=C4NC(=C5)C=C4CCC(=N4)C=C1N2)CC3": 898, "C1=COSNCC1": 899, "C1=CC2C=CC1C2": 900, "C1=[NH+][NH+]=CC1": 901, "C1=CCOCC2CCCN(C2)C2=NC(=NC=C2)NC2=CC(=CC=C2)CNC1": 902, "C1=NN=CC1": 903, "C1=CC2CCN(C1)CC2": 904, "C1=C[IH]OC1": 905, "C1=C2CCC3=C2N=C1C=C1C=CC(=CC2=CC=C(C=C4CCC3=N4)N2)N1": 906, "C1=COC2=CC=C(C=C2)CC2[NH2+]CCC3=C2C=C(C=C3)OC2=CC(=CC=C2)CC1": 907, "C1=C2C=C3CC4=CC(=CC=C4NC3=C1)OCCOCCOCCOCCOCCO2": 908, "C1=CC2SC3CC2C(C1)N3": 909, "C1=CCCCC=CCCCCCC2=CC(CCC=C1)OC2": 910, "C1=CCC=CC#CCSC=1": 911, "C1=CC2C=CCC(C1)N2": 912, "C1=CN2CCC1CC2": 913, "C1=CCCCCCOCC=CC1": 914, "C1=CCCCOC2CN(CNCCN3CCC(C3)OC=C1)C2": 915, "C1CCCCCOCCCCC1": 916, "C1=CC2=CC(=C1)CC1NCCC3=C1C=C(C=C3)OCC1=CC=C(C=C1)CC1=C3C=C(C=CC3=CC=N1)O2": 917, "C1=C2N=C(S1)C1=CSC(=N1)C1=CSC(=N1)CNCCNCCNCC1CSC2=N1": 918, "C1=NN=COC1": 919, "C1=C2COC(COCCCCCCCCCCCCCCC1)C2": 920, "C1C[SH+]CO1": 921, "C1=COC=CN=C1": 922, "C1=CC2=CC3=NC(=CC4=CC=C(C=C5CCC(=N5)C=C1N2)N4)CC3": 923, "C1=CCCC2=NN=C(C=CN=CCC1)O2": 924, "C1CCN2CCCC(C1)C2": 925, "C1=CCCCCCCCCC=COC2CC3=C4C=C5CNC(=NC5=CC4=CC=C3O2)C=C1": 926, "C1=NCCCCC1": 927, "C1=NCN=CN1": 928, "C1=CCC=C[CH-]1": 929, "C1=CC2=CC(=C1)CCNCCN1CCC(C1)OCCCO2": 930, "C1CC2C3COC2C3C1": 931, "C1=NSN=CC1": 932, "C1CSCCN1": 933, "C1=CS[SH]=C1": 934, "C1=CC2=CNC(=N2)CCCCCCN1": 935, "[BH2-]1C=CC[NH2+]1": 936, "C1=CC2=CC(=C1)CC1NCCC3=C(C=CC=C31)OC1=CC=C3CCNC(CC4=CC=C(C=C4)O2)C3=C1": 937, "C1=CCCC2CC(CCC1)CO2": 938, "C1=CCOCCCOCCC=CCOCC1": 939, "C1=CCOCCCCCCCC1": 940, "C1CCCC2CCC(CCC1)O2": 941, "C1=CSCC2=CSC(=N2)C2=NC(=CS2)CSC=CSCC2=CSC(=N2)C2=NC(=CS2)CS1": 942, "C1=CC[SH+]C=CC1": 943, "C1=CSC=C1": 944, "C1COCSN1": 945, "C1=NNCSC1": 946, "C1=CCCCNCCCCCCC1": 947, "C1=CC2=CC(=C1)OCCCCOC1=NC=CC(=C1)CNCC2": 948, "C1=CO[NH2+]CO1": 949, "C1=CCCNCCNCCCCCC1": 950, "C1=CSCCNCCNCCNC1": 951, "C1=COCCNCCNC2=NC=CN(CCNC1)C2": 952, "C1=CCNCCC2=CC=C(C=C2)OCC=CCC1": 953, "C1=CCCC2=CC=C(C=C2)OC2=CC=CC(=C2)CCC=C1": 954, "C1NC2OC3C4OC5CC(O4)C2C3(C5)N1": 955, "C1=CC2=CC(=C1)CNCCCNCCCNC2": 956, "C1CNCC2CSC(=N2)CNCC2CSC(=N2)CNCC2COC(=N2)CN1": 957, "C1=CC2CC=NC(C2)S1": 958, "C1=C2CNCCCOCCNCCNCCNCC(=N2)S1": 959, "C1=C2CCCCCCCCC1OC2": 960, "C1=NOCCN1": 961, "C1=CC2=CC(=C1)NC1=NC(=CC=N1)NCCC1=CC=CC(=C1)OCCC2": 962, "C1COCOOC1": 963, "C1=CCOCCC1": 964, "C1=CC2=CC=C1CCNCCNCCCCCCCO2": 965, "C1CC2OC3OC1CC2O3": 966, "C1CCNCCNCCNCCNCCNCCNCCNC1": 967, "C1CNCCNCCNCCOC1": 968, "C1=CCNCC2=CC=CC(=C2)NC2=NC=CC(=N2)C2=CC=CC(=C2)NCC1": 969, "C1=NSC=N1": 970, "C1=CCCC2CN3CCCCC=CCCCCC4CC(CN(CCCCCCCC1)C4)C2CC3": 971, "C1=CCCOCCCOCCNCCCCCCOCCC1": 972, "C1=C2CCCC34CC1C(CN3)CC24": 973, "C1=CNNC=NN1": 974, "C1=CNCC=CNC1": 975, "C1=CCNCCNCCNCCNCCCCCNC1": 976, "C1=CCCCCCCCCOCCCCCCCCCCCCC1": 977, "C1=CC2=NC(=C1)CN1CCCCCCCCCCCCN(CCOCCOCC1)C2": 978, "C1=NCCN1": 979, "N=N": 980, "C1=COCOC=CC1": 981, "C1CCC2CCC(C1)O2": 982, "C1CC2CCC1CC2": 983, "C1CCOCCC2CCC(CCCNC1)OCO2": 984, "C1=CCC2C=CCC(COCCCCCCCOCC1)O2": 985, "C1=CC2=CN(C=C2)CCCCCCCCCN2C=CC1=C2": 986, "C1CCC2CCCC(O2)C2CCC(CC1)O2": 987, "C1=CCCNCCCOCCCCOCCCNCCCCCOCC=C1": 988, "C1NCNN1": 989, "C1=CC2=C3OCCOCCOC4=C(C=CC=C4CC4=CC=CC5=C4OCCOCCOC4=C(C=CC=C4CC3=C1)C5)C2": 990, "C1=CCCOCCCCCCCOCCC1": 991, "C1CNCOCCCNCOC1": 992, "C1=C2CNCCNCC3=NC(CNCC4=NC(=CS4)CNCC(=N2)S1)CO3": 993, "C1=C2C=CC(=C1)CN1C=C(CCNCCCC3=CN(C2)N=N3)N=N1": 994, "C1CCCCCCOCCOCCCCCC1": 995, "C1=CC2=CC(=C1)OCCCCCCCNCCNCC2": 996, "C1COCN1": 997, "C1=CCOCCCCCC1": 998, "C1=CC2C=CC(C1)N2": 999, "C1=NC2=C3C=C(C=C2)OC2=CC=CC(=C2)CCNCCCCN1C3": 1000, "C1CNCCCNCCOCCNC1": 1001, "C1=CCC2CC(CO2)C2CCCC(C=CC1)O2": 1002, "C1=NC2=CC=CC(=C2)CNCCC2=CC=C(C=C2)CCO1": 1003, "C1=CC2=CC(=C1)CNCCOCCCCCCNC2": 1004, "C1=CC2OCC(C1)O2": 1005, "C1=COC2=CC3=C(C=C2)CCNC3CC2=CC=C(C=C2)OC2=CC(=CC=C2)CC1": 1006, "C1=NNCP1": 1007, "C1=CCC2=CC(=CC=C2)NCC=CCCCC2CC(CC=C1)NCO2": 1008, "C1CC2CC3CC(C1)C2C3": 1009, "C1=CO[PH]2=NP=N[PH]3=NP4(=N2)N(C1)CCN4CC=CO3": 1010, "FS": 1011, "C1CC2CNC3OC1CC23": 1012, "C1CCCNCCNCNCCNCCNCC1": 1013, "C1=CNNCN1": 1014, "C1CN2CCC1O2": 1015, "C1=CC2=CC(=C1)CC1NCCC3=CC=C(C=C31)OCC1=CC=C(C=C1)CC1=C3C=C(C=CC3=CC=N1)O2": 1016, "C1CC2CC3COC2C(C1)C3": 1017, "C1=COCCCCOC2=CC=CC(=C2)CCNC1": 1018, "C1=CC2=CC3=CC=C4C=C3N2CC(C1)CNCCOCCNSNC4": 1019, "C1=CC2CC3=C(C2)CC(CCCCC1)CC3": 1020, "C1=C2COC(COCCCCCCCCCCC1)C2": 1021, "C1=NC2=CC=C(C=C2)C2=CC=C(C=C2)N=CC2=CC=C(C=C2)OCC2=NC(=CC=C2)COC2=CC=C1C=C2": 1022, "C1=CSSSC=CSSS1": 1023, "C1=CNC=CSC1": 1024, "C1=CC2=CC(=C1)CCCOC1=CC=CC(=C1)CNC1=NC(=NC=C1)N2": 1025, "C1=C[SH+]CCCC1": 1026, "C1=CSCCCSCC1": 1027, "C1=CCCCCCCCCCCOCC=C1": 1028, "C1=CCCCOCC=CC1": 1029, "C1CC2CN(C1)CN2": 1030, "C1=CCSC1": 1031, "C1=NC=NNCN1": 1032, "C1=NC[CH+]N1": 1033, "C1=CC2CC3COC2C(C1)C3": 1034, "N1=NN[NH+]=N1": 1035, "C1=CN=CCNC1": 1036, "C1CC2OOC3CC1CC23": 1037, "C1OC2CC1CO2": 1038, "C1=CC=CSCC=C1": 1039, "C1=CCNCCNCCCOCCOCC1": 1040, "C1=CC2=CC(=C1)CCNCC1=CC=CC(=C1)NCOC2": 1041, "C1=CCCC2=NC=C(C=CN=CCC1)N2": 1042, "C1C2CC3CC1CC(C2)C3": 1043, "C1=CCCC2=CCC3CCN(CCCC1)CC3C2": 1044, "C1=COCCNCCOCCNCCNCCC1": 1045, "C1=COCNC1": 1046, "C1CNCCNCCCN2CCN(C1)CC2": 1047, "C1=CCCOCCC1": 1048, "C1=COCCCCCCOC2=CN=CC(=N2)NCN1": 1049, "C1CCCNCCNCCNCCC1": 1050, "C1CCCNCCCCCCOCC2CCCN(CCCC[SH+]CCC1)C2": 1051, "C1=NCNNC1": 1052, "C1CCC2CCCC(C1)C2": 1053, "[O-][SH2+]": 1054, "C1COCCN1": 1055, "C1=C2C=C3C(=C1)C=CN3CCNCCCCNSNC2": 1056, "C1CC2CCCC3(CC4OCC(C1)C4O3)O2": 1057, "C1=CCOCC2=CC(=CC=C2)C2=NC(=NC=C2)NC2=CC=CC(=C2)COC1": 1058, "C1=CSNC2=CC=CC(=C2)NSC=COCCOCCO1": 1059, "C1CC2COC(C1)N2": 1060, "C1CCCCOCCC2CN(CCCC1)CO2": 1061, "C1=CC2=CN(C=C2)CCOCCOCCOCCOCCOCCN2C=CC1=C2": 1062, "C1CC[SH+]NC1": 1063, "C1=CN2CCNCCNCCNCCNCCNCCNC1C2": 1064, "C1CCNCCCOCCCOCC1": 1065, "C1=CC2CCCC(COCCCCO1)O2": 1066, "C1=CC2=CC3=CC=C4C=NSNCCCCNCC(=C1)CN2C3=C4": 1067, "C1=CCSCCN=CCCCCCCOC1": 1068, "C1=CC2=NC1=CC=C1C=CC(=C3C=CC(=N3)C=CC3=CC=C2N3)N1": 1069, "C1=C[Se]CC1": 1070, "SCl": 1071, "C1NCC2CC1CO2": 1072, "C1=CC2CCCC(COCCCCCO1)O2": 1073, "C1=C[SH+]C=CS1": 1074, "C1CC2CCC3C(CN1)COCC3C2": 1075, "C1=COCCCOC=COCCCO1": 1076, "C1OCC2C3CC4CCC2N4CC13": 1077, "C1=CS1": 1078, "C1CCNCC2CCCC(O2)OC2COC(C2)OCCOCC1": 1079, "[SeH2]": 1080, "C1=NC2CCC3CC1C2CO3": 1081, "C1=CNCCNCCCC2=CN(C=C2)C1": 1082, "C1CCCN2CCCC(CC1)C2": 1083, "C1=CC2CCCN3CCC(C1)C2C3": 1084, "C1=CCNSNCC2=CC=C3C=CN(CCNCC1)C3=C2": 1085, "C1=CP=NPN1": 1086, "C1=CCNCC1": 1087, "C1CCCOCNCCCCCNCC1": 1088, "C1=CCNCCCNCCC1": 1089, "C1CCCC2CCC(CCCOCC1)O2": 1090, "C1=NC=NCN1": 1091, "C1=CSC=NN=C1": 1092, "C1=NCON=C1": 1093, "C1=C[SH]=NCN1": 1094, "C1CC2CSCC(C1)C2": 1095, "C1=CCCC2CCC3OC(CC1)CC1OCC2C13": 1096, "C1=NNCCC1": 1097, "C1=CC2=CC(=C1)CNCC1=COC(=N1)C1=COC(=N1)C1=CC=CC(=N1)C1=NC(=CO1)C1=NC(=CO1)CNC2": 1098, "C1CC2NC1CO2": 1099, "C1=CC2CSC(C2)N1": 1100, "C1NCC2CC1C2": 1101, "C1CCC2CNCC(C1)C2": 1102, "C1=CCOC2=CC=C(C=C2)CC=CCCCC1": 1103, "C1CC2CC3CC(CN1)NCN3C2": 1104, "C1=CCCOCCCCCCCCCCC1": 1105, "C1=CC=[NH+]CCCCCCCNC=CC=CC=[NH+]CCCCCCCNC=C1": 1106, "C1C[NH2+]C2COC(C1)C2": 1107, "C1=CCCCCCOCC=CCCC1": 1108, "C1=CC2CCCC1N2": 1109, "C1=C[N+]2=CC=C1NCCSCCNC1=CC=[N+](C=C1)CCOCC2": 1110, "C1=N[SH]=NC=N[SH]=N1": 1111, "C1=CC2C=COC(C2)N1": 1112, "C1=CC2CC=CC(C1)O2": 1113, "C1=CC2=CC(=C1)CNCCOCC1=CC(=CC=C1)CNC2": 1114, "C1=NNOCCO1": 1115, "C1=CSCCOCCOCCS1": 1116, "C1=CC2=CC(=C1)CCNCC1=CC(=CC=C1)NCNCC2": 1117, "C1=CCCCCC=COCC=C1": 1118, "C1CC1": 1119, "C1=COC2=CC=CC(=C2)C=CC2=CC=CC(=C2)C2=CC(=CC=C2)CC1": 1120, "C1=CCC2=CCCC(CC=CCOC1)C2": 1121, "C1=COC=NN1": 1122, "C1C[SH+]C[SH+]C1": 1123, "C1=CC23C=CC4CC2N(C1)CC3O4": 1124, "C1=CSN=CN1": 1125, "C1=CC2=CC(=C1)C1=CC=CC(=C1)CCNCCNCC2": 1126, "C1CCC2CN(CC1)CN2": 1127, "C1=CCOCCCCCCC1": 1128, "C1=CC2CCC(CCCC1)O2": 1129, "C1CC2CC[NH+](C1)C2": 1130, "C1=CC2NCC(C1)O2": 1131, "C1=CPC1": 1132, "C1=NN=CNN1": 1133, "C1=CC2CCCC(C2)O1": 1134, "C1=CC2CNC1CNCO2": 1135, "C1CCCC2CCN3CCCC(CCCCCCC4CCNC(CCC1)O4)C3O2": 1136, "C1=CCCCNCCC1": 1137, "O[IH3+3]": 1138, "C1=CCOCC2=CC=C(S2)C2=NC(=NC=C2)NC2=CC(=CC=C2)CNC1": 1139, "C1CNCCNCCNCCC[SH+]C1": 1140, "C1=CCNCCNCCC2=CC=C(C=C2)OCCCC1": 1141, "C1=CC2=CC=C1CNC1=CC=[N+](C=C1)CC1=CC3=C(C=C1)C1=C(C=C(C=C1)C[N+]1=CC=C(C=C1)NCC1=CC=C2C=C1)C3": 1142, "C1=COCCN1": 1143, "C1CNCC2COC(=N2)CNCC2COC(=N2)CNCC2COC(=N2)CN1": 1144, "C=[NH2+]": 1145, "C1=C[NH+]=[NH+]C=CCC1": 1146, "C1=CCSCCNCCNCCOC1": 1147, "C1=CN2CC=CN(C1)C2": 1148, "C1=C[NH2+]CN=C1": 1149, "[CH-]1CNCNC1": 1150, "C1=CC2=CC=C1CCC1=CC=C(C=C1)CC2": 1151, "C1C2C3C4NC5C3C1C1C2C4C51": 1152, "C1=C2CCCCC3=CC=C(CCC1OC2)O3": 1153, "C1=CCOC=C1": 1154, "C1=NO[NH+]=C1": 1155, "C1=C[N+]2=CC=C1NCCCCCNC1=CC=[N+](C=C1)CCCCC2": 1156, "C1=CNCCCC2=CC=CC(=C2)NC2=NC(=CC=N2)NC1": 1157, "C1=CC2=CC=C(C=C2)C[N+]2=CC=C(C=C2)NCCCCCCCCCCNC2=CC=[N+](C=C2)CC2=CC=C1C=C2": 1158, "C1=CC=NN=C1": 1159, "C1CCCCCCCCCCCCCCOCCOCCCCCCCCCCCCCC1": 1160, "C1=CC=C2C=CCC=CC(=C1)C2": 1161, "C1=CC2CCCCC1CC2": 1162, "C1=CCC2CC(CO2)C2CCCC(CCC1)O2": 1163, "C1CCCCCOCCCCCCCCCCCOCCCCC1": 1164, "C1=C2COCCCOCC3=NC(CNCCNCC(=N2)S1)CS3": 1165, "C1=CC2=NC(=C1)NC1=NC(=CC=C1)NC1=CC=CC(=N1)NC1=NC(=CC=C1)NC1=NC(=CC=C1)NC1=CC=CC(=N1)N2": 1166, "C1=CCCCCCCCCC1": 1167, "C1CCOCNC1": 1168, "C1=CC2CC(C=C1)NN2": 1169, "C1=[SH]CCNC1": 1170, "C1=CC2=C3CN(COC4CCN(CCNCCCCCCCC3=C1)C4)C2": 1171, "C1=CCC2CC(CCC1)CO2": 1172, "C1CNCCNCCNCCCSC1": 1173, "C1=CC2=C[N+](=C1)CCCCCCCCCCCCC2": 1174, "C1=CC2CCNC(C2)O1": 1175, "C1=C[SH+]NC1": 1176, "C1=CCCC=CC=CCCOCCCC=C1": 1177, "S": 1178, "C1=CC2=CC(=C1)CNCCNCCNCCCCO2": 1179, "FP": 1180, "C1CC2CC(C1)OO2": 1181, "C1=CCCC=CCCCCCCC2=CCC3=C(C2)N(CC=C1)CNC3": 1182, "C1=CC2=CC(=C1)CNCC1=COC(=N1)C1=COC(=N1)C1=CC=CC(=N1)CC1=NC(=CO1)C1=NC(=CO1)CNC2": 1183, "C1CNCCCNCCCNCCCNCCCNC1": 1184, "[N-]=N": 1185, "C1CNCCNCCN1": 1186, "C1C[SiH2]CCN1": 1187, "C1OC2OC3OC1C2O3": 1188, "C1=NCCCNCCNCCNC1": 1189, "C1CCCCCCOCCCCCC1": 1190, "C1=NC2=C3CN1C1CCC(COPOPOPOCC4CCC(O4)N2C=N3)O1": 1191, "C1=CNC=COC1": 1192, "C1CCCNCCNCCNCCNCCNCCCNCC1": 1193, "C1=CC2CNC(C2)NC1": 1194, "C1CCCCNCCNCCNCCCC1": 1195, "C1COCCOOC1": 1196, "C1=CCCOCCCCCCCCCNCC1": 1197, "C1=CCCC=CCCCCCCC2=CC(=CC=C2)NCC=C1": 1198, "C1CNCCNCCNCCSCCNCCNCCN1": 1199, "C1=CCCCCCOCNCCN2CCC(C2)OC=C1": 1200, "C1=[N+]=NCN1": 1201, "C1=CC=CCOC2CCOC(CC=CCCC=C1)C2": 1202, "C1CC2CCNC(C1)C2": 1203, "C=[OH+]": 1204, "C1CNSOC1": 1205, "C1=C2C=C(CCCCCCC2)N1": 1206, "C1=CCCCNCCNCCNCCNCCC1": 1207, "C1=CCNCCNCCNCCNCCNCCC1": 1208, "C1=CC2CCC(C1)C2": 1209, "C1CCCCCCCCCOCCOCCCCCCCCC1": 1210, "C1=CC2=CC(=N1)CNCCCOCCNCC1CSC2=N1": 1211, "[SiH3]Cl": 1212, "C1=C[SH+]C=CO1": 1213, "C1=CCOC1": 1214, "[OH2+]S": 1215, "C=S": 1216, "C1=CCCOCCCNCCOCCC1": 1217, "C1C2CC3C4CCC3C(O2)OC14": 1218, "C1CCSSC2CNC(CN2)SSC1": 1219, "C1COSCSOC1": 1220, "C1=C[SH+]C=N1": 1221, "C1=COCCOCCOCCOC=COCCOCCO1": 1222, "C1=CC2=CC=CC(=C2)CCCCCC=N1": 1223, "C1=CC2CCCCC(C1)C2": 1224, "C1=CSC=CCNCCNCCNCCNC1": 1225, "C1=N[NH+]=NN1": 1226, "C1=[N+]2CCCCCCCCCN1CCC2": 1227, "C1=CCOC2=CC=CC(=C2)CNCC2=CC=C(C=C2)C2=CC=CC(=C2)C2=CC=C(C=C2)CNCC2=CC(=CC=C2)OC1": 1228, "C1[N-][NH2+]CN1": 1229, "C1=CC2CCNC(C2)N1": 1230, "C1=COCOC=C1": 1231, "C1CC2CCC(C1)CNC2": 1232, "C1=COC2=CC(=CC=C2)CCC2=CC=C(C=C2)OC2=CC(=CC=C2)CC1": 1233, "C1=COCCOCOCOCCO1": 1234, "C1=CCCNCCNCCNCCNCC=C1": 1235, "C1=C[S+]=CS1": 1236, "C1=CC2CC3CCC2N(C1)C3": 1237, "C1=NC2=C[N+]3=CN=C2N1C1CCC(COPOPOCC2CCC3C2)O1": 1238, "C1CC2CCC(CCN1)CC2": 1239, "O=[OH+]": 1240, "[O-]P": 1241, "C1=CC2=CC3=CC=C(C=C3N2)CNSNCCN2CCN(CCO1)CC2": 1242, "C1=CC2CCCC(N1)O2": 1243, "C1=CCC2CCCCC(C1)C2": 1244, "C1=CCNCSCC1": 1245, "C1=CCCNCCNCOCCCC1": 1246, "C1=C[SH]=NS1": 1247, "F[SiH2-]": 1248, "C1=CNC=NC=N1": 1249, "C1=CCCOCCCOCCC1": 1250, "C1=CC2C3CCC2C1C3": 1251, "C1CC2C3CC1C2CO3": 1252, "C1=CC2=CC(=C1)CNSN1CCN(CCNNCCN2)CC1": 1253, "[CH2+]C": 1254, "C1=CCC2CCC=C(COC1)C2": 1255, "C1CC2COCC1CO2": 1256, "C1=CNSCCC1": 1257, "C1=CCCNCC=C1": 1258, "C1CCCCNCCCCOCCCC1": 1259, "C1=CC2CCCC1NN2": 1260, "C1=C2COCCCCCCOC(CCNC1)C2": 1261, "C1=COC2=CC=CC(=C2)CCC2=CC(=CC=C2)OC2=CC=C(C=C2)CC1": 1262, "C1CONOC1": 1263, "C1=CC2=CC(=C1)CCNCNC1=CC(=CC=C1)CNCC2": 1264, "C1=CSCCNCC=CSCCNC1": 1265, "C1=COCOC=CN1": 1266, "C1=CC2CCC1CO2": 1267, "NI": 1268, "C1CNCCNCC2CCC(CNCCN1)O2": 1269, "C1CC2C3CC1C2CN3": 1270, "C1=CC2CCCC(C1)CC2": 1271, "C1=CC2=CC(=C1)C[N+]1=CC=C(C=C1)NCC1=CC=C(C=C1)CNC1=CC=[N+](C=C1)C2": 1272, "N[PH3+]": 1273, "C1=COCCNCCNCCCNC1": 1274, "C1=CC2CCOC(CCCCO1)C2": 1275, "C1OOCOOCOO1": 1276, "C1=CCCNCCOCCCC=CCCOCCC1": 1277, "C1CNCCNCCNCCNC1": 1278, "C1=CC2OC3CCC2C(C1)C3": 1279, "C1CC2CCOOC(C1)C2": 1280, "C1=CCCOCOCCCCCOCCNCCOCCCCCC1": 1281, "C1=CSCN=C1": 1282, "C1=CC2=NC(=C1)CNCCNCCNC2": 1283, "C1=CC2=CC=C1CCNCCNCCNCCO2": 1284, "C1=NNNCC1": 1285, "C1=C[SH+]SS1": 1286, "C1=CCC2CC=CC(CC1)C2": 1287, "C1COCCOCCOCCOCCOCCOCCN1": 1288, "C1=CC=CCOCCCCCCC=CC=CCCC=C1": 1289, "C1CCCOCC1": 1290, "C1C2CC3CC1OC3C2": 1291, "C1=NCNSN1": 1292, "C1=CCNC2=CC=CC(=C2)NC2=NC(=CC=N2)C2=CC(=CC=C2)OCC1": 1293, "C1=CCNCCCCCCCCOCC1": 1294, "C1CCCCOCCCCCNCCC1": 1295, "C1=CC2=CC(=C1)CCCCCCCCCC2": 1296, "C1=CC2C3C=NC2CC1C3": 1297, "[CH2-]C": 1298, "C1=CC2=CC(=C1)CNCCCCCOCCNC2": 1299, "C1CC2OC3CC1C2CO3": 1300, "C1CCNCCNCCNCCOCC1": 1301, "S=S": 1302, "C1=COC2=CC3=C(C=C2)CCN=C3CC2=CC=CC(=C2)OC2=CC=C(C=C2)CC1": 1303, "C1=CC2CC(C1)CO2": 1304, "C1CCC23CC4C5CC(OCC5CO2)C2OCC(C1)C42O3": 1305, "C1=CCCC2=NC=CC(=C2)C=CN=CCC1": 1306, "C1=CC2=CC=C1CCCNCCNCCCO2": 1307, "C1=CCCNCCCCNCCCCC1": 1308, "[BH2-]1OCC=[O+]1": 1309, "C1=CCN2CCC(C1)CC2": 1310, "C1=C[CH+]CC=C1": 1311, "C1=CC2OCC3C1OCC23": 1312, "B1OCCNCCO1": 1313, "C1=CSCCSCCSC=CSCCSCCS1": 1314, "C1=CSCSC1": 1315, "C1=CN2CCCCCCCN3C=CCN(CCCCCCCN(C1)C2)C3": 1316, "CN": 1317, "C1#CCSCC#CCCCC1": 1318, "C1=CSNC=N1": 1319, "C1C[NH+]2CCC1C2": 1320, "C1=CC2=CC(=C1)NC1=NC(=NC=C1)NC1=CC=CC(=C1)CC2": 1321, "C1C[Se]N=N1": 1322, "P=P": 1323, "C1=CCCOCC2=CC(=CC=C2)COCCCCCOCC=C1": 1324, "C1=CCN2C=NC(=C2)CCNCC2=CC=C(C=C2)OC1": 1325, "C1=CC2=CN3CCN4CCC(C4)OC4=C5N=C(C=NC5=CC=C4)C(=C1)C2=N3": 1326, "C1=NNCS1": 1327, "C1=C2CCCCCCCCCC(=C1)N2": 1328, "C1=COC=CCOC1": 1329, "C1=COCCCCCCNCNCNC1": 1330, "C1=CC2=CC(=C1)CCCCCCCC1=CC=C(C=C1)O2": 1331, "C1=NC=[NH+]N1": 1332, "C1=COC2=CC=CC(=C2)CCC2=CC=CC(=C2)OC2=CC=C(C=C2)CC1": 1333, "C1=CSCCC1": 1334, "C1=NC2=CC=C(C=C2)CCC2=CC=C(C=C2)N=CC2=CC=C(C=C2)OCCCCCCCOC2=CC=C1C=C2": 1335, "C1=NC1": 1336, "C1=CCC2CCCC(C=CCOCC1)O2": 1337, "C1=COCCCCOC2=NC(=CN=C2)NCN1": 1338, "C1=CCCNCCC2=CN(C=N2)CCC1": 1339, "C1=C[N+]2=CC=C1NCCSCCNC1=CC=[N+](C=C1)CCCCC2": 1340, "C1=C2CNCC3=NC(=CS3)CNCCNCCOCCCNCC(=N2)S1": 1341, "C1=CCCCCCCC=CCCC1": 1342, "C1CCCPCC1": 1343, "C1=C[SH+]CCC1": 1344, "C1CCN2CNC(C1)C2": 1345, "C1=CN=CNC=C1": 1346, "C1=C[N+]2=CC=C1NCCOCCNC1=CC=[N+](C=C1)CCCCC2": 1347, "C1=CCCNCCCCNCCC1": 1348, "C1COPOCCCOPOC1": 1349, "C1CC2CC1O2": 1350, "C1C2CC3C4CC5CC(C14)C(C2)C3C5": 1351, "C1=C2C=CC(=C1)OCCCCCCN1C=CC3=C1C=CC(=C3)CC2": 1352, "C1=CN=CN=CC1": 1353, "C1NCPN1": 1354, "C1CC2CNCC1C2": 1355, "C1=CC2CCCC3OC1CC23": 1356, "C1=NNCCOCC1": 1357, "C1=C[Se]C=C1": 1358, "C1=CC2CC3C=CC2N(CC1)C3": 1359, "C1NCSN1": 1360, "C1=CC2=NC(=C1)CNCCCNCCCNC2": 1361, "C1#CC2=C[N+](=CC=C2)CCCCCCCC[N+]2=CC(=CC=C2)C#CCCCCCC1": 1362, "C1=CC2CCC(C1)[NH2+]2": 1363, "C1=CCC[NH2+]CC1": 1364, "C1=CCN2C=NC(=C2)CCNCC2=CC(=CC=C2)OC1": 1365, "C1=COCC=CCOC=CCNC=CSCC=CNC1": 1366, "C1=CC2=CC=C1CNC1=CC=[N+](C=C1)CC1=CC=C(C=C1)C1=CC=C(C=C1)C[N+]1=CC=C(C=C1)NCC1=CC=C(C=C1)C2": 1367, "C1=CCCCCCC[N+]2=CC(=CC=C2)CCCCCCCCCCCCC[N+]2=CC=CC(=C2)CCCCCC1": 1368, "C1=CC2=CC=C1COCCCCOCC1=CC=C(C=C1)COCCCCOC2": 1369, "C1=C2CCCCC3COC(CCCC(=C1)O2)C3": 1370, "C1=CC2C3CCN2CCC2C1COC23": 1371, "C1=CC2=CC(=C1)CCCOC1=CC(=CC=C1)CNC1=NC(=NC=C1)N2": 1372, "C1=CCOCCCCNCCCCCC1": 1373, "C1=CNCCSCCN1": 1374, "C": 1375, "C1=CC2=CNC(=N2)CCC2=CC=C(C=C2)CNC1": 1376, "C1=NNC[NH+]=N1": 1377, "[Cl-]": 1378, "C1=CC2=CC(=C1)CNCCC1=NC(=CC=C1)NCCCCO2": 1379, "C1=CC2=CC(=C1)CCCCCCCCCCOCCCCNCCOC2": 1380, "C1=COCCCC1": 1381, "C1=CCC=NN=C1": 1382, "C1=CC2=CC=C(C=C2)CCC2=CC(=CC=C2)C=CCC1": 1383, "C1CN2CCC3CC1CC2C3": 1384, "C1=CC2CCCCCC1C2": 1385, "C1CSSCCSS1": 1386, "C1CCCCOCCCNCCNCCC1": 1387, "C1=C[N+]2=CC=C1NCCCCCCNC1=CC=[N+](C=C1)CCCCCC2": 1388, "C1=CC2=CNC(=N2)CCCCCNC1": 1389, "C1=CCSCCN=CCCCCCC1": 1390, "[PH4+]": 1391, "C1=CC2=CC3=CC=C(C=C4C=CC(=CC5=NC(=CC1=N2)C=C5)N4)N3": 1392, "F[PH-]": 1393, "C1NCSCN1": 1394, "[BH2-]1[NH2+]CCCO1": 1395, "C1=CC[N+]2=CC=C(C=C2)NCCCCCNC2=CC=[N+](C=C2)C1": 1396, "C1=CCNCCNCCNCCNCCNCC1": 1397, "C1=COC2=CC=C3CCNC(CC4=CC=C(C=C4)OC4=CC(=CC=C4)CC1)C3=C2": 1398, "C1=CC=CCCCCOCCCCCCCCC2CCCC(CCC=CC=C1)O2": 1399, "C1=COCCNCCCNCCNCCNC1": 1400, "C1#CCCCCCCC=CCC1": 1401, "C1=CCCCNCCC=C1": 1402, "C1=NC2=NC(=N1)NCCSSCCNC1=NC(=NC=N1)NCCSSCCN2": 1403, "C1=CCCOCCC=CC1": 1404, "C1=CC2=CC(=C1)CCCCCCCCNCCNCC2": 1405, "C1=C2CN3CCC=C4NCCC(OC1)C4C2CC3": 1406, "C1OC2C3COC2CC1C3": 1407, "C1=CCCNC=CCC1": 1408, "C1CCNCC2=NN=C(CCCNCCNC1)O2": 1409, "C1=COCC=CCOC=CCNC=CSCC2=CC=C(C=C2)C2=CC(=CC=C2)C2=CC=C(C=C2)CSC=CNC1": 1410, "C1=CN[SH+]CC1": 1411, "C1=N[NH+]=CN1": 1412, "C1=CCCNCCNSCCCCCC1": 1413, "C1=COCCCCOC2=CC(=CC=C2)CCNC1": 1414, "C1C[Se]C1": 1415, "C1=CCCNCCOCCCNCCOCCC1": 1416, "C1=CCO[NH+]=C1": 1417, "C1COPO1": 1418, "C1=CCNCCCOCC1": 1419, "C1=COCCO1": 1420, "C1=CCCC2CCC3(CCC4(CCCC(CCCCCCCC1)O4)O3)O2": 1421, "C1=CNCCCCNCCNCCNCCNC1": 1422, "O1POPOP1": 1423, "C1=COC2=CC=C(C=C2)CC2=NCCC3=C2C=C(C=C3)OCC2=CC=C(C=C2)CC1": 1424, "C1=CC2=CC=C1CCCNCCNCCSCCCCO2": 1425, "C1COCCNCCNCCNCCOCCOC1": 1426, "C1=CSCCCCSCCCCSC=CSCCCCSCCCCS1": 1427, "C1=CC2=CC(=C1)COCCCCCCCCCC2": 1428, "C1=CC2=CC=C1CCCCCCCO2": 1429, "CCl": 1430, "C1CCCNCCNCCNCCCCCNCCCCNCC1": 1431, "C1C[SH+]CS1": 1432, "B1CCCCCO1": 1433, "C1CC2CN3CCC2C1C3": 1434, "C1=CCCCCC=CCCCCC=CCOCCC=C1": 1435, "C1=CC=CCC=C1": 1436, "C1=CCCCCCCC2=CC(=CC=C2)NCC=CCCCC1": 1437, "C1=C2CCOC3CCNC4CC(CC2C43)N1": 1438, "C1=COCCCOC=CCNCCNCCNC1": 1439, "C1=C2CNCC3=CC=C(CNCC4=CC=C(CNCC(=C1)O2)O4)O3": 1440, "C1=CCCCCCCCCCCOCCCCCCCCCCCCC1": 1441, "C1=CCCCCC2C=C(CCCC=C1)CO2": 1442, "C1=NC[S+]=C1": 1443, "C1=CCCCCCCCOCCC=CCC1": 1444, "C1=CC2=CN(C=C2)CCCCCCCCN2C=CC1=C2": 1445, "C1=CSSSSSS1": 1446, "C1CPN1": 1447, "C1CNCN2CCN(CC2)CNCCNCN2CCN(CC2)CN1": 1448, "C1CCCCCNCCNCCCCC1": 1449, "C1=CC2=CC=C1CNC1=CC=[N+](C=C1)CCC[N+]1=CC=C(C=C1)NC2": 1450, "C1=CSSSSS1": 1451, "C1=CC2COC(O1)O2": 1452, "C1=CC=[NH+]CC=C1": 1453, "C1CNCCNCNNCCNCCN1": 1454, "C1=CCNCCCC2C=C(CC=CCCC1)CN2": 1455, "C1CNN=N1": 1456, "C1=CC2=CC(=C1)CC1=CC3=CC(=C1)CNCCNCCNCCNCCNCC1=CC(=CC(=C1)CC1=CC=CC(=C1)C3)C2": 1457, "C1CCNCCCNCCCOCC1": 1458, "C1=CCCC2=NC=CC(=C2)C=CN=CC1": 1459, "NO": 1460, "C1=CC2CCCC1CC2": 1461, "C1=CCC=CCCCC=C1": 1462, "C1=CSCN1": 1463, "C1=CCCC2=CC=C(CCCCCCC3=CC=C(CC1)O3)O2": 1464, "C1=NCCC2=CC=C(C=C2)NCCN2CCN(CCNC3=CC=C(C=C3)CC1)CC2": 1465, "C1CNC1": 1466, "C1=CCCNCCNCOCCCCC1": 1467, "C1CC2CCC3CC(C1)C2O3": 1468, "C1=CN=S=NC1": 1469, "C1=CCCOCCCOCCCC=CCCOCCC1": 1470, "C1=CN2C3C=CC4C(C3S1)C42": 1471, "C1=CC2=CC(=C1)CNC1=CC=[N+](C=C1)CC1=CC=C(C=C1)C[N+]1=CC=C(C=C1)NC2": 1472, "C1=COCCOCCOCCOC=COCCOCCOCCO1": 1473, "C1CCCCOCCC1": 1474, "CO": 1475, "C1=CC2CNCCC(C1)O2": 1476, "O=S": 1477, "C1=CCCN=CCCC=NCCCCC1": 1478, "[NH-]N": 1479, "C1=CC2CCCCN(C1)C2": 1480, "C1=CC=C2C=CC=CC(=C1)C2": 1481, "C1=CC2=C[N+](=C1)CCCCCCCCCCCCCCC1=CC=C[N+](=C1)CCCCCCCCCCCCCC2": 1482, "[BH2-]1[NH2+]CCO1": 1483, "C1=NCCNCCNCCNCCNCCNC1": 1484, "C1=CC=NNC=C1": 1485, "C1CC2CNCC1N2": 1486, "C1CN[SH+]C1": 1487, "C1=C2CCN(C1)CC2": 1488, "C1PCPOP1": 1489, "C1=NNC1": 1490, "C1=CCNSN=CC2=CC=C3C=C4C=CCC(C=NCC1)CN4C3=C2": 1491, "C1=CCOC=CSNCCCC1": 1492, "C1=CCOC2=CC(=CC=C2)C=NCCC2=CC=C(C=C2)OC1": 1493, "C1=CCCC2COC(C=CC1)C2": 1494, "C1=NC2CCCC(C1)C2": 1495, "C1=COCC=CNC1": 1496, "C1CC2CCC1NN2": 1497, "C1=CC2=CC(=C1)CCC1=CC=CC3=C1OC1=C(C=CC4=C1C(CC1=CC=C(C=C1)O2)NCC4)O3": 1498, "C1CC2COSNC(C1)C2": 1499, "C1=CCCCCCCCCC=CCCC1": 1500, "C1=CC2=NC1=CC1=CCC(=N1)C=C1C=CC(=N1)C=C1C=CC(=C2)N1": 1501, "C1=CC2=CC3=CC=C4C=NSNCCOCCNCC(=C1)CN2C3=C4": 1502, "C1CNCCNCCNCCNCCNCCNC1": 1503, "C1CNCCNC2CCCN(CCNCCNCCOC1)C2": 1504, "C1=CCOCC2COC3CC(OCC=CCCCC1)C2C3": 1505, "C1=CC2=CC(=C1)NC1=NC(=CC=N1)NCC1=CC=CC(=C1)OCC2": 1506, "C1=C[SH+]NCN1": 1507, "C1=CC2CCCC(COCCCCCCO1)O2": 1508, "C1=CCC2CNC(C1)CNCCNCCNCCN2": 1509, "C1=CNCCN1": 1510, "[C-]#[O+]": 1511, "C1COCCOCCOCCOCCO1": 1512, "C1=CCOC=CNC1": 1513, "C1CCNCNCCNCCNC1": 1514, "C1=CSCCCO1": 1515, "C1=CCCCCCCC2=CCC=C(C2)NCC=CCCCC1": 1516, "C1=CCCCCCOCCCCC=C1": 1517, "C1=COCC2=CC=CC(=N2)COC=CC=NC2=CC=C(C=C2)C2=CC=C(C=C2)N=C1": 1518, "C1=C2OC3C=C2C(CCCCCCC3)COC1": 1519, "C1CCOOCOOC1": 1520, "C1CC2COC(O1)O2": 1521, "C1CNCNNC1": 1522, "C1=COCCNCC1": 1523, "C1=CCC2C=CCC(CCOCC1)O2": 1524, "C1=C[NH2+]N=C[NH2+]1": 1525, "C1=NCC=[NH+]N1": 1526, "C1=CC=CCNCCC=CCCCCC=CCC=C1": 1527, "C1=CNPN1": 1528, "C1=CSCCSCCCSCCS1": 1529, "C1=CNC23CC4CC2C(C=CN4)C(C1)C3": 1530, "C1=CCCCC2CC(CCO2)OCC=CCCCC1": 1531, "C1COOCCOOC1": 1532, "C1=CN=COC1": 1533, "C1C2C3C4OC5C3C1C1C2C4C51": 1534, "C1=NC2=CC=C3C=C2CN1CCCCNCCCC1=CC(=CC=C1)O3": 1535, "C1CCCCOCC2CCC(=NCCC1)O2": 1536, "C1=CC2CCC(C1)NC2": 1537, "C1=CCCC=CC1": 1538, "C1=CCC2C=CCC(COCCC=CCC3C=CCC(COCC1)O3)O2": 1539, "C1=CC2CCOP(OC1)O2": 1540, "C1=CC2=NC(=N1)NCCCCCSC1=CC=C2C=C1": 1541, "C1CCC2CC(C1)O2": 1542, "C1=CNNCCC1": 1543, "C1=CC2CC=CC(C1)N2": 1544, "[BH-]1=[NH+][NH+]=[BH-]N1": 1545, "C1=CC2=NC(=C1)CCNCCNCCNCC2": 1546, "C1CC2CC1NO2": 1547, "C1CC2CCC(O2)C2CCC1O2": 1548, "[BH3-][PH3+]": 1549, "N[O-]": 1550, "C1=CCOCCC2=CC(=CC=C2)NCCC1": 1551, "C1=COCCCCOC2=CN=CC(=N2)NCN1": 1552, "C1=CSCCCNC1": 1553, "CS": 1554, "C1OCOO1": 1555, "C1=CCCOCC=CCOCCCCCOCC=C1": 1556, "C1=COC2=CC(=CC=C2)CCC2=CC=CC(=C2)OC2=CC=C(C=C2)CC1": 1557, "C1CP1": 1558, "C1=CC2=CC(=C1)CCNCC1=CC=CC(=C1)NCCC2": 1559, "C1=CCONC1": 1560, "C1=NCOC1": 1561, "C1CC2CCN(C1)C2": 1562, "C1C2CC3C1C1CCC2C13": 1563, "C1=CC2CC=NC(C1)C2": 1564, "C1=COCCCCOCCCNC1": 1565, "C1=CNCNN=N1": 1566, "C1=NCNO1": 1567, "C1=CC2C3CC(C1)C2CN3": 1568, "C1=NCOCC1": 1569, "C1CC2C3CCC4OC3NC1C42": 1570, "C1=C[NH2+][N-]N1": 1571, "C1=C[NH+]=NCN1": 1572, "C1=CCCNCCNCCNCCNCC=CC1": 1573, "N=O": 1574, "C1=CCNCCNCCNCCNCC1": 1575, "C1=CCCCCCC=CCCCCC1": 1576, "C1CCCCCCCCCCCCCC1": 1577, "C1=CCC2C=C(CCCC1)CO2": 1578, "C1=CCC2C=CCC(CCOCCC1)O2": 1579, "C1=CCC2CCC(CCCCCCCC1)O2": 1580, "C1CC2CC(CN2)N1": 1581, "C1=CCCNCCOCCC=CCCNCCOCCC1": 1582, "C1CCCNCCCCCNCCNCCNCCCCCCNCC1": 1583, "C1=CC2=CC=C3CN(COC4CCN(CCNC5=NC(=CS5)CC1)C4)CC3=C2": 1584, "C1=CCCC2CCCC(CCCCC1)O2": 1585, "C1=CC2CC(C=CO2)C1": 1586, "C1OC2C3C4CC5C3C(O1)C1C5C4C21": 1587, "C1=CC2CCC1C=[NH+]2": 1588, "C1=CCC2CCC(O2)C2CCC(CCC1)O2": 1589, "C1=CC2=CC3=CC=C4C=C3N2CC(=C1)CNCCCCNSNC4": 1590, "C1=COCSC=C1": 1591, "C1=CC2OCC3C1CC23": 1592, "C1=CCSCCNCCCCCCCCCOC1": 1593, "C1CCCCCCCCOCCNCCCCOCCCCCCC1": 1594, "C1=N[NH+]=CCN1": 1595, "C1CNPNC1": 1596, "C1=CC2=CC=C1CCNCCNCCCCCCO2": 1597, "[CH2+]S": 1598, "C1=CCCCCCCCCOCCCCC2CC(CCC=C1)OCO2": 1599, "C1=C2CCCC3CC1CCC23": 1600, "C1=CC=CCCN2CC3CCCCCCCCCCCCN4CCC(C(CCC=C1)C4)C(C3)C2": 1601, "C1=CCCNCCCCCCC1": 1602, "[CH-]1CON=[NH+]1": 1603, "C1=NNCCNN=CC2=CC=C(C=C2)OCC2=NC(=CC=C2)COC2=CC=C1C=C2": 1604, "N[SH2+]": 1605, "C1CCNCCCCNCCNCC1": 1606, "C1CC2CC3CCN2C(C1)C3": 1607, "C1=CCC=CCCC=CC1": 1608, "C1=CNCCNCC1": 1609, "C1CC2CCNC(C1)S2": 1610, "C1=NC=[S+]S1": 1611, "C1SCSCS1": 1612, "C1=CCCCCCCC1": 1613, "C1C[NH2+]OC1": 1614, "C1=CNCC[NH2+]C1": 1615, "C1#CNC=N1": 1616, "C1=CC2CC1CCN2": 1617, "C1=CN=CCC1": 1618, "C1C[NH+]2CC[NH+]1CC2": 1619, "C=C": 1620, "C1=CC2CCC1NO2": 1621, "C1=NSNCC1": 1622, "C1=NC[N-]C1": 1623, 